Repository: 3Stones-io/bemeda_personal
Catalog: priv/gettext/*/LC_MESSAGES/companies.po
Languages: de, fr, it

source: About %{company}
de: Über %{company}
fr: À propos de %{company}
it: Informazioni su %{company}

source: Applicants
de: Bewerber
fr: Candidats
it: Candidati

source: Applicants will appear here when they apply to your job postings.
de: Bewerber erscheinen hier, wenn sie sich auf Ihre Stellenausschreibungen bewerben.
fr: Les candidats apparaîtront ici lorsqu'ils postuleront à vos offres d'emploi.
it: I candidati appariranno qui quando si candidano alle tue offerte di lavoro.

source: Back to Applicants
de: Zurück zu Bewerbern
fr: Retour aux candidats
it: Torna ai candidati

source: Company Dashboard
de: Unternehmens-Dashboard
fr: Tableau de bord de l'entreprise
it: Dashboard aziendale

source: Company Description
it: Descrizione azienda

source: Company Logo
de: Unternehmenslogo
it: Logo aziendale

source: Company Name
de: Unternehmensname
fr: Nom de l'entreprise
it: Nome azienda

source: Company Size
de: Unternehmensgröße
fr: Taille de l'entreprise
it: Dimensioni azienda

source: Company profile created successfully.
it: Profilo aziendale creato con successo.

source: Company profile updated successfully.
de: Unternehmensprofil erfolgreich aktualisiert.
fr: Profil d'entreprise mis à jour avec succès.
it: Profilo aziendale aggiornato con successo.

source: Create Company Profile
de: Unternehmensprofil Erstellen
fr: Créer un profil d'entreprise
it: Crea profilo aziendale

source: Create Your Company Profile
de: Erstellen Sie Ihr Unternehmensprofil
fr: Créez votre profil d'entreprise
it: Crea il tuo profilo aziendale

source: Creating...
it: Creazione...

source: Edit Company Profile
de: Unternehmensprofil Bearbeiten
fr: Modifier le profil d'entreprise
it: Modifica profilo aziendale

source: Get started by clicking the "Post New Job" button above.
de: Beginnen Sie, indem Sie auf die Schaltfläche "Neue Stelle Veröffentlichen" oben klicken.
fr: Commencez en cliquant sur le bouton "Publier une nouvelle offre" ci-dessus.
it: Inizia cliccando il pulsante "Pubblica nuovo lavoro" qui sopra.

source: Industry
de: Branche
fr: Secteur d'activité
it: Settore

source: Location
de: Standort
fr: Localisation
it: Località

source: No company description available.
de: Keine Unternehmensbeschreibung verfügbar.
fr: Aucune description d'entreprise disponible.
it: Nessuna descrizione aziendale disponibile.

source: Open Positions
de: Offene Stellen
fr: Postes ouverts
it: Posizioni aperte

source: Post New Job
de: Neue Stelle Veröffentlichen
fr: Publier une nouvelle offre
it: Pubblica nuovo lavoro

source: Recent Applicants
de: Aktuelle Bewerber
fr: Candidats récents
it: Candidati recenti

source: Recent Jobs
de: Aktuelle Jobs
fr: Offres récentes
it: Lavori recenti

source: Save Changes
it: Salva modifiche

source: Saving...
it: Salvataggio...

source: Set up your company profile to start posting jobs and connecting with potential candidates.
de: Richten Sie Ihr Unternehmensprofil ein, um Jobs zu veröffentlichen und sich mit potenziellen Kandidaten zu vernetzen.
fr: Configurez votre profil d'entreprise pour commencer à publier des offres d'emploi et vous connecter avec des candidats potentiels.
it: Configura il tuo profilo aziendale per iniziare a pubblicare lavori e connetterti con potenziali candidati.

source: Tech
de: Technik
fr: Technologie
it: Tecnologia

source: View All Applicants
de: Alle Bewerber Anzeigen
fr: Voir tous les candidats
it: Visualizza tutti i candidati

source: View All Jobs
de: Alle Jobs Anzeigen
fr: Voir toutes les offres
it: Visualizza tutti i lavori

source: Visit Website
de: Website Besuchen
fr: Visiter le site web
it: Visita sito web

source: Website
fr: Site web
it: Sito web

source: Website URL
it: URL sito web

source: You don't have any applicants yet.
de: Sie haben noch keine Bewerber.
fr: Vous n'avez encore aucun candidat.
it: Non hai ancora candidati.

source: You don't have permission to access this company.
de: Sie haben keine Berechtigung, auf dieses Unternehmen zuzugreifen.
fr: Vous n'avez pas l'autorisation d'accéder à cette entreprise.
it: Non hai il permesso di accedere a questa azienda.

source: You haven't posted any jobs yet.
de: Sie haben noch keine Jobs veröffentlicht.
fr: Vous n'avez encore publié aucune offre d'emploi.
it: Non hai ancora pubblicato nessun lavoro.

source: You need to create a company profile before you can post jobs.
de: Sie müssen ein Unternehmensprofil erstellen, bevor Sie Jobs veröffentlichen können.
fr: Vous devez créer un profil d'entreprise avant de pouvoir publier des offres d'emploi.
it: Devi creare un profilo aziendale prima di poter pubblicare lavori.

source: About the Company
de: Über das Unternehmen
fr: À propos de l'entreprise
it: Informazioni sull'azienda

source: View Company Profile
de: Unternehmensprofil Anzeigen
fr: Voir le profil d'entreprise
it: Visualizza profilo aziendale

source: View and manage applicants for %{job_title}.
de: Bewerber für %{job_title} anzeigen und verwalten.
fr: Voir et gérer les candidats pour %{job_title}.
it: Visualizza e gestisci i candidati per %{job_title}.

source: View and manage applicants for all job postings at %{company_name}.
de: Bewerber für alle Stellenausschreibungen bei %{company_name} anzeigen und verwalten.
fr: Voir et gérer les candidats pour toutes les offres d'emploi chez %{company_name}.
it: Visualizza e gestisci i candidati per tutte le offerte di lavoro presso %{company_name}.

source: Applicant: %{name}
de: Bewerber: %{name}
fr: Candidat : %{name}
it: Candidato: %{name}

source: Applicants - %{name}
de: Bewerber - %{name}
fr: Candidats - %{name}
it: Candidati - %{name}

source: Applicants - %{title}
de: Bewerber - %{title}
fr: Candidats - %{title}
it: Candidati - %{title}

source: Remote
fr: À distance
it: Remoto

source: You need to create a company first.
de: Sie müssen zuerst ein Unternehmen erstellen.
fr: Vous devez d'abord créer une entreprise.
it: Devi prima creare un'azienda.

source: Failed to upload template
de: Fehler beim Hochladen der Vorlage
fr: Échec du téléchargement du modèle
it: Caricamento del modello fallito

source: Invalid file type. Please upload a DOCX file
de: Ungültiger Dateityp. Bitte laden Sie eine DOCX-Datei hoch
fr: Type de fichier invalide. Veuillez télécharger un fichier DOCX
it: Tipo di file non valido. Si prega di caricare un file DOCX

source: Job Offer Template
de: Stellenangebot-Vorlage
fr: Modèle d'offre d'emploi
it: Modello di offerta di lavoro

source: Only DOCX files are allowed
de: Nur DOCX-Dateien sind erlaubt
fr: Seuls les fichiers DOCX sont autorisés
it: Sono consentiti solo file DOCX

source: Upload a DOCX template with [[Variable_Name]] placeholders
de: Laden Sie eine DOCX-Vorlage mit [[Variable_Name]] Platzhaltern hoch
fr: Téléchargez un modèle DOCX avec des espaces réservés [[Nom_Variable]]
it: Carica un modello DOCX con segnaposto [[Nome_Variabile]]

source: Uploaded
de: Hochgeladen
fr: Téléchargé
it: Caricato

source: Active
de: Aktiv
fr: Actif
it: Attivo

source: Replace Template
de: Vorlage Ersetzen
fr: Remplacer le modèle
it: Sostituisci modello

source: Upload a new DOCX template to replace the current one. The old template will be automatically removed.
de: Laden Sie eine neue DOCX-Vorlage hoch, um die aktuelle zu ersetzen. Die alte Vorlage wird automatisch entfernt.
fr: Téléchargez un nouveau modèle DOCX pour remplacer l'actuel. L'ancien modèle sera automatiquement supprimé.
it: Carica un nuovo modello DOCX per sostituire quello attuale. Il vecchio modello verrà automaticamente rimosso.

source: DOCX template
de: DOCX-Vorlage
fr: Modèle DOCX
it: Modello DOCX

source: %{count} variable
it: %{count} variabile

source: Failed
de: Fehlgeschlagen
fr: Échec
it: Fallito

source: Preview Variables
de: Variablen Vorschau
fr: Aperçu des variables
it: Anteprima variabili

source: Processing
de: Verarbeitung
fr: Traitement
it: Elaborazione

source: Processing template...
de: Vorlage wird verarbeitet...
fr: Traitement du modèle...
it: Elaborazione modello...

source: Template uploaded and processing started
de: Vorlage hochgeladen und Verarbeitung gestartet
fr: Modèle téléchargé et traitement commencé
it: Modello caricato ed elaborazione avviata

source: Uploading
de: Hochladen
fr: Téléchargement
it: Caricamento

source: Close
de: Schließen
fr: Fermer
it: Chiudi

source: No variables found
de: Keine Variablen gefunden
fr: Aucune variable trouvée
it: Nessuna variabile trovata

source: Template Variables
de: Vorlagen-Variablen
fr: Variables du modèle
it: Variabili del modello

source: Variables found in your template
de: In Ihrer Vorlage gefundene Variablen
fr: Variables trouvées dans votre modèle
it: Variabili trovate nel tuo modello

source: Your template doesn't contain any variables in the [[Variable_Name]] format.
de: Ihre Vorlage enthält keine Variablen im Format [[Variable_Name]].
fr: Votre modèle ne contient aucune variable au format [[Nom_Variable]].
it: Il tuo modello non contiene variabili nel formato [[Nome_Variabile]].

source: Archive template
de: Vorlage archivieren
fr: Archiver le modèle
it: Archivia modello

source: Failed to archive template
de: Fehler beim Archivieren der Vorlage
fr: Échec de l'archivage du modèle
it: Archiviazione del modello fallita

source: Template archived successfully
de: Vorlage erfolgreich archiviert
fr: Modèle archivé avec succès
it: Modello archiviato con successo

source: Company profile created successfully!
de: Unternehmensprofil erfolgreich erstellt!
fr: Profil d'entreprise créé avec succès !
it: Profilo aziendale creato con successo!

source: You already have a company profile.
de: Sie haben bereits ein Unternehmensprofil.
fr: Vous avez déjà un profil d'entreprise.
it: Hai già un profilo aziendale.

source: About
it: Chi siamo

source: Basic Information
it: Informazioni di base

source: Care Home
de: Pflegeheim
fr: Maison de soins
it: Casa di cura

source: Clinic
de: Klinik
fr: Clinique
it: Clinica

source: Company Information
it: Informazioni aziendali

source: Contact & Details
it: Contatti e dettagli

source: Home Care Service
de: Häuslicher Pflegedienst
fr: Service de soins à domicile
it: Servizio di assistenza domiciliare

source: Hospital
de: Krankenhaus
fr: Hôpital
it: Ospedale

source: Medical Center
de: Medizinisches Zentrum
fr: Centre médical
it: Centro medico

source: Organization Name
de: Organisationsname
fr: Nom de l'organisation
it: Nome dell'organizzazione

source: Other
de: Sonstiges
fr: Autre
it: Altro

source: Phone Number
de: Telefonnummer
fr: Numéro de téléphone
it: Numero di telefono

source: Select type
it: Seleziona tipo

source: Type of organization
de: Art der Organisation
fr: Type d'organisation
it: Tipo di organizzazione

source: Logo upload feature coming soon.
it: La funzione di caricamento logo arriverà presto.

source: Complete company profile
de: Firmenprofil vervollständigen
fr: Compléter le profil de l'entreprise
it: Completa il profilo aziendale

source: Let people know more about your organization.
de: Lassen Sie andere mehr über Ihre Organisation erfahren.
fr: Faites connaître votre organisation.
it: Fai conoscere meglio la tua organizzazione.

source: Address
it: Indirizzo

source: Address Information
it: Informazioni sull'indirizzo

source: City
it: Città

source: Postal code
it: Codice postale

source: Private Practice
de: Privatpraxis
fr: Cabinet privé
it: Studio privato

source: e.g., University Hospital Zürich
it: ad es., Ospedale Universitario di Zurigo

source: Jobs
de: Stellen
fr: Offres d'emploi
it: Offerte di lavoro

source: My Schedule
de: Mein Terminplan
fr: Mon Planning
it: Il mio programma

source: Overview
de: Übersicht
fr: Aperçu
it: Panoramica

source: View and manage your upcoming interviews
de: Verwalten Sie Ihre bevorstehenden Vorstellungsgespräche
fr: Voir et gérer vos entretiens à venir
it: Visualizza e gestisci i tuoi prossimi colloqui

source: Dashboard
fr: Tableau de bord

source: Briefly describe your organization
de: Beschreiben Sie Ihre Organisation kurz
fr: Décrivez brièvement votre organisation

source: Organization Type
fr: Type d'organisation

source: Select a location
de: Wählen Sie einen Standort
fr: Sélectionnez un emplacement

source: Tell us about your organization
de: Erzählen Sie uns von Ihrer Organisation
fr: Parlez-nous de votre organisation

source: Upload company Logo
de: Firmenlogo hochladen
fr: Télécharger le logo de l'entreprise

source: Write a brief overview of your organization.
fr: Rédigez un bref aperçu de votre organisation.
