Repository: 3Stones-io/bemeda_personal
Catalog: priv/gettext/*/LC_MESSAGES/emails.po
Languages: de, fr, it

source: Application Status Updated
de: Bewerbungsstatus aktualisiert
fr: Statut de Candidature Mis à Jour
it: Stato della candidatura aggiornato

source: Application Withdrawn
de: Bewerbung zurückgezogen
fr: Candidature Retirée
it: Candidatura ritirata

source: BemedaPersonal | Email Address Update Request
de: BemedaPersonal | Anfrage zur E-Mail-Adresse-Aktualisierung
fr: BemedaPersonal | Demande de Mise à Jour d'Adresse Email
it: BemedaPersonal | Richiesta di aggiornamento indirizzo email

source: BemedaPersonal | Job Application Received - %{job_title}
de: BemedaPersonal | Bewerbung erhalten - %{job_title}
fr: BemedaPersonal | Candidature Reçue - %{job_title}
it: BemedaPersonal | Candidatura ricevuta - %{job_title}

source: BemedaPersonal | Job Application Status Update - %{readable_status}
de: BemedaPersonal | Bewerbungsstatus-Update - %{readable_status}
fr: BemedaPersonal | Mise à Jour du Statut de Candidature - %{readable_status}
it: BemedaPersonal | Aggiornamento stato candidatura - %{readable_status}

source: BemedaPersonal | New Job Application Received - %{job_title}
de: BemedaPersonal | Neue Bewerbung erhalten - %{job_title}
fr: BemedaPersonal | Nouvelle Candidature Reçue - %{job_title}
it: BemedaPersonal | Nuova candidatura ricevuta - %{job_title}

source: BemedaPersonal | New Message from %{sender_name}
de: BemedaPersonal | Neue Nachricht von %{sender_name}
fr: BemedaPersonal | Nouveau Message de %{sender_name}
it: BemedaPersonal | Nuovo messaggio da %{sender_name}

source: BemedaPersonal | Password Reset Request
de: BemedaPersonal | Passwort-Zurücksetzung angefordert
fr: BemedaPersonal | Demande de Réinitialisation de Mot de Passe
it: BemedaPersonal | Richiesta di reset password

source: BemedaPersonal | Welcome - Confirm Your Account
de: BemedaPersonal | Willkommen - Bestätigen Sie Ihr Konto
fr: BemedaPersonal | Bienvenue - Confirmez Votre Compte
it: BemedaPersonal | Benvenuto - Conferma il tuo account

source: Good news! We've extended an offer to you.
de: Gute Nachrichten! Wir haben Ihnen ein Angebot unterbreitet.
fr: Bonne nouvelle ! Nous vous avons fait une offre.
it: Buone notizie! Ti abbiamo fatto un'offerta.

source: Hello %{user_name},
de: Hallo %{user_name},
fr: Bonjour %{user_name},
it: Ciao %{user_name},

source: Hi %{user_name},
de: Hallo %{user_name},
fr: Salut %{user_name},
it: Ciao %{user_name},

source: If you didn't create an account with us, please ignore this email.
de: Falls Sie kein Konto bei uns erstellt haben, ignorieren Sie bitte diese E-Mail.
fr: Si vous n'avez pas créé de compte chez nous, veuillez ignorer cet email.
it: Se non hai creato un account con noi, ignora questa email.

source: If you didn't request a password reset, please ignore this email or contact us if you have concerns.
de: Falls Sie keine Passwort-Zurücksetzung angefordert haben, ignorieren Sie bitte diese E-Mail oder kontaktieren Sie uns bei Bedenken.
fr: Si vous n'avez pas demandé de réinitialisation de mot de passe, veuillez ignorer cet email ou nous contacter si vous avez des préoccupations.
it: Se non hai richiesto un reset della password, ignora questa email o contattaci se hai dubbi.

source: If you didn't request to change your email address, please ignore this email or contact our support team immediately if you have concerns.
de: Falls Sie keine Änderung Ihrer E-Mail-Adresse angefordert haben, ignorieren Sie bitte diese E-Mail oder kontaktieren Sie sofort unser Support-Team bei Bedenken.
fr: Si vous n'avez pas demandé de changer votre adresse email, veuillez ignorer cet email ou contacter immédiatement notre équipe de support si vous avez des préoccupations.
it: Se non hai richiesto di cambiare il tuo indirizzo email, ignora questa email o contatta immediatamente il nostro team di supporto se hai dubbi.

source: Job Offer Extended
de: Stellenangebot unterbreitet
fr: Offre d'Emploi Proposée
it: Offerta di lavoro estesa

source: Manage Application
de: Bewerbung verwalten
fr: Gérer la Candidature
it: Gestisci candidatura

source: Offer Accepted
de: Angebot angenommen
fr: Offre Acceptée
it: Offerta accettata

source: Review Application
de: Bewerbung prüfen
fr: Examiner la Candidature
it: Rivedi candidatura

source: Thank you for joining BemedaPersonal. We're excited to have you on board!
de: Vielen Dank, dass Sie BemedaPersonal beigetreten sind. Wir freuen uns, Sie an Bord zu haben!
fr: Merci de rejoindre BemedaPersonal. Nous sommes ravis de vous avoir à bord !
it: Grazie per esserti unito a BemedaPersonal. Siamo entusiasti di averti a bordo!

source: The application status has been updated.
de: Der Bewerbungsstatus wurde aktualisiert.
fr: Le statut de la candidature a été mis à jour.
it: Lo stato della candidatura è stato aggiornato.

source: The candidate has accepted your job offer!
de: Der Kandidat hat Ihr Stellenangebot angenommen!
fr: Le candidat a accepté votre offre d'emploi !
it: Il candidato ha accettato la tua offerta di lavoro!

source: The candidate has withdrawn their application.
de: Der Kandidat hat seine Bewerbung zurückgezogen.
fr: Le candidat a retiré sa candidature.
it: Il candidato ha ritirato la sua candidatura.

source: This is an update regarding %{applicant_name}'s application for the position of "%{job_title}".
de: Dies ist ein Update bezüglich %{applicant_name}s Bewerbung für die Position "%{job_title}".
fr: Ceci est une mise à jour concernant la candidature de %{applicant_name} pour le poste de "%{job_title}".
it: Questo è un aggiornamento riguardo alla candidatura di %{applicant_name} per la posizione di "%{job_title}".

source: This is an update regarding %{applicant_name}'s application for the position of:
de: Dies ist ein Update bezüglich %{applicant_name}s Bewerbung für die Position:
fr: Ceci est une mise à jour concernant la candidature de %{applicant_name} pour le poste de :
it: Questo è un aggiornamento riguardo alla candidatura di %{applicant_name} per la posizione di:

source: This is an update regarding your application for the position of "%{job_title}".
de: Dies ist ein Update bezüglich Ihrer Bewerbung für die Position "%{job_title}".
fr: Ceci est une mise à jour concernant votre candidature pour le poste de "%{job_title}".
it: Questo è un aggiornamento riguardo alla tua candidatura per la posizione di "%{job_title}".

source: To confirm this change, please visit the link below:
de: Um diese Änderung zu bestätigen, besuchen Sie bitte den Link unten:
fr: Pour confirmer ce changement, veuillez visiter le lien ci-dessous :
it: Per confermare questa modifica, visita il link qui sotto:

source: To create a new password, please visit the link below:
de: Um ein neues Passwort zu erstellen, besuchen Sie bitte den Link unten:
fr: Pour créer un nouveau mot de passe, veuillez visiter le lien ci-dessous :
it: Per creare una nuova password, visita il link qui sotto:

source: To review this application and take action, please click the button below:
de: Um diese Bewerbung zu prüfen und Maßnahmen zu ergreifen, klicken Sie bitte auf die Schaltfläche unten:
fr: Pour examiner cette candidature et prendre des mesures, veuillez cliquer sur le bouton ci-dessous :
it: Per rivedere questa candidatura e prendere provvedimenti, clicca il pulsante qui sotto:

source: To review this application and take action, please visit the link below:
de: Um diese Bewerbung zu prüfen und Maßnahmen zu ergreifen, besuchen Sie bitte den Link unten:
fr: Pour examiner cette candidature et prendre des mesures, veuillez visiter le lien ci-dessous :
it: Per rivedere questa candidatura e prendere provvedimenti, visita il link qui sotto:

source: To start using all our features, please confirm your account by visiting the link below:
de: Um alle unsere Funktionen nutzen zu können, bestätigen Sie bitte Ihr Konto, indem Sie den Link unten besuchen:
fr: Pour commencer à utiliser toutes nos fonctionnalités, veuillez confirmer votre compte en visitant le lien ci-dessous :
it: Per iniziare a utilizzare tutte le nostre funzionalità, conferma il tuo account visitando il link qui sotto:

source: To view and respond to this message, please click the button below:
de: Um diese Nachricht anzuzeigen und zu beantworten, klicken Sie bitte auf die Schaltfläche unten:
fr: Pour voir et répondre à ce message, veuillez cliquer sur le bouton ci-dessous :
it: Per visualizzare e rispondere a questo messaggio, clicca il pulsante qui sotto:

source: To view and respond to this message, please visit the link below:
de: Um diese Nachricht anzuzeigen und zu beantworten, besuchen Sie bitte den Link unten:
fr: Pour voir et répondre à ce message, veuillez visiter le lien ci-dessous :
it: Per visualizzare e rispondere a questo messaggio, visita il link qui sotto:

source: To view the details of this application and take further action, please click the button below:
de: Um die Details dieser Bewerbung anzuzeigen und weitere Maßnahmen zu ergreifen, klicken Sie bitte auf die Schaltfläche unten:
fr: Pour voir les détails de cette candidature et prendre d'autres mesures, veuillez cliquer sur le bouton ci-dessous :
it: Per visualizzare i dettagli di questa candidatura e prendere ulteriori provvedimenti, clicca il pulsante qui sotto:

source: To view the details of this application and take further action, please visit the link below:
de: Um die Details dieser Bewerbung anzuzeigen und weitere Maßnahmen zu ergreifen, besuchen Sie bitte den Link unten:
fr: Pour voir les détails de cette candidature et prendre d'autres mesures, veuillez visiter le lien ci-dessous :
it: Per visualizzare i dettagli di questa candidatura e prendere ulteriori provvedimenti, visita il link qui sotto:

source: To view the details of your application and any next steps required, please click the button below:
de: Um die Details Ihrer Bewerbung und alle erforderlichen nächsten Schritte anzuzeigen, klicken Sie bitte auf die Schaltfläche unten:
fr: Pour voir les détails de votre candidature et les prochaines étapes requises, veuillez cliquer sur le bouton ci-dessous :
it: Per visualizzare i dettagli della tua candidatura e i prossimi passi richiesti, clicca il pulsante qui sotto:

source: To view the details of your application and any next steps required, please visit the link below:
de: Um die Details Ihrer Bewerbung und alle erforderlichen nächsten Schritte anzuzeigen, besuchen Sie bitte den Link unten:
fr: Pour voir les détails de votre candidature et les prochaines étapes requises, veuillez visiter le lien ci-dessous :
it: Per visualizzare i dettagli della tua candidatura e i prossimi passi richiesti, visita il link qui sotto:

source: View & Reply
de: Anzeigen & Antworten
fr: Voir et Répondre
it: Visualizza e rispondi

source: View Application Details
de: Bewerbungsdetails anzeigen
fr: Voir les Détails de la Candidature
it: Visualizza dettagli candidatura

source: View My Application
de: Meine Bewerbung anzeigen
fr: Voir Ma Candidature
it: Visualizza la mia candidatura

source: We received a request to reset the password for your BemedaPersonal account.
de: Wir haben eine Anfrage zur Zurücksetzung des Passworts für Ihr BemedaPersonal-Konto erhalten.
fr: Nous avons reçu une demande de réinitialisation du mot de passe pour votre compte BemedaPersonal.
it: Abbiamo ricevuto una richiesta di reset della password per il tuo account BemedaPersonal.

source: We received a request to update the email address for your BemedaPersonal account.
de: Wir haben eine Anfrage zur Aktualisierung der E-Mail-Adresse für Ihr BemedaPersonal-Konto erhalten.
fr: Nous avons reçu une demande de mise à jour de l'adresse email pour votre compte BemedaPersonal.
it: Abbiamo ricevuto una richiesta di aggiornamento dell'indirizzo email per il tuo account BemedaPersonal.

source: We're writing to inform you that the status of your application for the position of:
de: Wir schreiben Ihnen, um Sie darüber zu informieren, dass der Status Ihrer Bewerbung für die Position:
fr: Nous vous écrivons pour vous informer que le statut de votre candidature pour le poste de :
it: Ti scriviamo per informarti che lo stato della tua candidatura per la posizione di:

source: We've received your application for the position of "%{job_title}" at %{company_name}.
de: Wir haben Ihre Bewerbung für die Position "%{job_title}" bei %{company_name} erhalten.
fr: Nous avons reçu votre candidature pour le poste de "%{job_title}" chez %{company_name}.
it: Abbiamo ricevuto la tua candidatura per la posizione di "%{job_title}" presso %{company_name}.

source: You have received a new message from %{sender_name}.
de: Sie haben eine neue Nachricht von %{sender_name} erhalten.
fr: Vous avez reçu un nouveau message de %{sender_name}.
it: Hai ricevuto un nuovo messaggio da %{sender_name}.

source: You've accepted our offer — welcome aboard!
de: Sie haben unser Angebot angenommen — willkommen an Bord!
fr: Vous avez accepté notre offre — bienvenue à bord !
it: Hai accettato la nostra offerta — benvenuto a bordo!

source: You've extended an offer to this candidate.
de: Sie haben diesem Kandidaten ein Angebot unterbreitet.
fr: Vous avez fait une offre à ce candidat.
it: Hai fatto un'offerta a questo candidato.

source: You've received a new application from %{applicant_name} for the position of "%{job_title}".
de: Sie haben eine neue Bewerbung von %{applicant_name} für die Position "%{job_title}" erhalten.
fr: Vous avez reçu une nouvelle candidature de %{applicant_name} pour le poste de "%{job_title}".
it: Hai ricevuto una nuova candidatura da %{applicant_name} per la posizione di "%{job_title}".

source: You've withdrawn your application.
de: Sie haben Ihre Bewerbung zurückgezogen.
fr: Vous avez retiré votre candidature.
it: Hai ritirato la tua candidatura.

source: Your application status has been updated.
de: Ihr Bewerbungsstatus wurde aktualisiert.
fr: Le statut de votre candidature a été mis à jour.
it: Lo stato della tua candidatura è stato aggiornato.

source: Confirm your email change
de: Bestätigen Sie Ihre E-Mail-Änderung
fr: Confirmez votre changement d'email

source: Please verify your email
de: Bitte verifizieren Sie Ihre E-Mail
fr: Veuillez vérifier votre email

source: Thank you for joining Bemeda Personal. We're excited to have you on board. Simply click the link below to verify your email address.
de: Vielen Dank, dass Sie Bemeda Personal beigetreten sind. Wir freuen uns, Sie an Bord zu haben. Klicken Sie einfach auf den Link unten, um Ihre E-Mail-Adresse zu verifizieren.
fr: Merci de rejoindre Bemeda Personal. Nous sommes ravis de vous avoir à bord. Cliquez simplement sur le lien ci-dessous pour vérifier votre adresse email.

source: Verify my email
de: Meine E-Mail verifizieren
fr: Vérifier mon email

source: A reminder will be sent %{minutes} minutes before the interview.
de: Eine Erinnerung wird %{minutes} Minuten vor dem Vorstellungsgespräch gesendet.
fr: Un rappel sera envoyé %{minutes} minutes avant l'entretien.

source: BemedaPersonal Team
fr: Équipe BemedaPersonal

source: Best regards
de: Mit freundlichen Grüßen
fr: Cordialement

source: Candidate
de: Kandidat
fr: Candidat

source: Company
de: Unternehmen
fr: Entreprise

source: Duration
de: Dauer
fr: Durée

source: Good luck!
de: Viel Erfolg!
fr: Bonne chance !

source: Good news! An interview has been scheduled for your application.
de: Gute Nachrichten! Ein Vorstellungsgespräch wurde für Ihre Bewerbung geplant.
fr: Bonne nouvelle ! Un entretien a été planifié pour votre candidature.

source: Hello
de: Hallo
fr: Bonjour

source: Interview Cancellation Confirmed
de: Absage des Vorstellungsgesprächs bestätigt
fr: Annulation d'entretien confirmée

source: Interview Cancelled
de: Vorstellungsgespräch abgesagt
fr: Entretien annulé

source: Interview Reminder
de: Erinnerung: Vorstellungsgespräch
fr: Rappel d'entretien

source: Interview Scheduled
de: Vorstellungsgespräch geplant
fr: Entretien planifié
it: Colloquio programmato

source: Interview Scheduled - Confirmation
de: Vorstellungsgespräch geplant - Bestätigung
fr: Entretien planifié - Confirmation

source: Interview Updated
de: Vorstellungsgespräch aktualisiert
fr: Entretien mis à jour

source: Meeting Link
fr: Lien de réunion

source: New Date
de: Neues Datum
fr: Nouvelle date

source: New Time
de: Neue Uhrzeit
fr: Nouvel horaire

source: Originally scheduled for
de: Ursprünglich geplant für
fr: Initialement prévu pour

source: Please make sure to join the meeting on time.
de: Bitte achten Sie darauf, pünktlich am Meeting teilzunehmen.
fr: Veuillez vous assurer de rejoindre la réunion à l'heure.

source: Please make sure you're ready to join the meeting.
de: Bitte stellen Sie sicher, dass Sie bereit sind, am Meeting teilzunehmen.
fr: Veuillez vous assurer d'être prêt à rejoindre la réunion.

source: Please note the updated details.
de: Bitte beachten Sie die aktualisierten Details.
fr: Veuillez noter les détails mis à jour.

source: Position
fr: Poste

source: Reason
de: Grund
fr: Raison

source: Reminder: You have an interview scheduled in %{time}.
de: Erinnerung: Sie haben ein Vorstellungsgespräch in %{time} geplant.
fr: Rappel : Vous avez un entretien planifié dans %{time}.

source: The candidate has been notified of the cancellation.
de: Der Kandidat wurde über die Absage benachrichtigt.
fr: Le candidat a été informé de l'annulation.

source: The interview has been cancelled as requested.
de: Das Vorstellungsgespräch wurde wie gewünscht abgesagt.
fr: L'entretien a été annulé comme demandé.

source: This is a reminder that your interview is coming up in %{time}.
de: Dies ist eine Erinnerung, dass Ihr Vorstellungsgespräch in %{time} stattfindet.
fr: Ceci est un rappel que votre entretien aura lieu dans %{time}.

source: Time
de: Uhrzeit
fr: Heure

source: Was scheduled for
de: War geplant für
fr: Était prévu pour

source: We apologize for any inconvenience. The employer may reach out to reschedule.
de: Wir entschuldigen uns für die Unannehmlichkeiten. Der Arbeitgeber wird sich möglicherweise melden, um einen neuen Termin zu vereinbaren.
fr: Nous nous excusons pour tout désagrément. L'employeur pourrait vous recontacter pour replanifier.

source: We regret to inform you that your scheduled interview has been cancelled.
de: Wir bedauern, Ihnen mitteilen zu müssen, dass Ihr geplantes Vorstellungsgespräch abgesagt wurde.
fr: Nous regrettons de vous informer que votre entretien planifié a été annulé.

source: Your interview details have been updated.
de: Ihre Vorstellungsgespräch-Details wurden aktualisiert.
fr: Les détails de votre entretien ont été mis à jour.

source: Your interview has been scheduled successfully.
de: Ihr Vorstellungsgespräch wurde erfolgreich geplant.
fr: Votre entretien a été planifié avec succès.

source: BemedaPersonal | Magic Link
fr: BemedaPersonal | Lien magique

source: Get Started
de: Jetzt starten
fr: Commencer

source: If you didn't request this email, please ignore this.
de: Wenn Sie diese E-Mail nicht angefordert haben, ignorieren Sie sie bitte.
fr: Si vous n'avez pas demandé cet e-mail, veuillez l'ignorer.

source: Log in to your account
de: Melden Sie sich in Ihrem Konto an
fr: Connectez-vous à votre compte

source: Welcome to BemedaPersonal!
de: Willkommen bei BemedaPersonal!
fr: Bienvenue chez BemedaPersonal !

source: You can log into your account by visiting the URL below:
de: Sie können sich in Ihr Konto einloggen, indem Sie die folgende URL besuchen:
fr: Vous pouvez vous connecter à votre compte en visitant l'URL ci-dessous :

source: You can now start posting jobs and connecting with qualified medical professionals.
de: Sie können jetzt Stellenangebote veröffentlichen und mit qualifizierten medizinischen Fachkräften in Kontakt treten.
fr: Vous pouvez maintenant commencer à publier des offres d'emploi et à vous connecter avec des professionnels de santé qualifiés.

source: Your login link is ready
de: Ihr Anmeldelink ist bereit
fr: Votre lien de connexion est prêt

source: Your organization account has been created successfully.
de: Ihr Organisationskonto wurde erfolgreich erstellt.
fr: Votre compte d'organisation a été créé avec succès.

source: Date
de: Datum

source: Notes
de: Notizen

source: BemedaPersonal | Invitation
de: BemedaPersonal | Einladung

source: An interview has been scheduled.
it: È stato programmato un colloquio.

source: Application Unsuccessful
it: Candidatura non accettata

source: Confirm Email Change
it: Conferma cambio email

source: Confirm My Account
it: Conferma il mio account

source: Interview Completed
it: Colloquio completato

source: Offer Declined
it: Offerta rifiutata

source: Reset My Password
it: Reimposta la mia password

source: Screening in Progress
it: Selezione in corso

source: Thank you for attending the interview. We're reviewing your performance.
it: Grazie per aver partecipato al colloquio. Stiamo valutando la tua performance.

source: Thank you for joining BemedaPersonal. We're excited to have you on board! To start using all our features, please confirm your account by clicking the button below:
it: Grazie per esserti unito a BemedaPersonal. Siamo entusiasti di averti a bordo! Per iniziare a utilizzare tutte le nostre funzionalità, conferma il tuo account cliccando il pulsante qui sotto:

source: The candidate has declined your job offer.
it: Il candidato ha rifiutato la tua offerta di lavoro.

source: The interview with this candidate has been completed.
it: Il colloquio con questo candidato è stato completato.

source: This application is in the screening process.
it: Questa candidatura è nel processo di selezione.

source: This application is under review by your team.
it: Questa candidatura è in revisione dal tuo team.

source: Under Review
it: In revisione

source: Unfortunately, we won't be moving forward with your application at this time.
it: Sfortunatamente, non procederemo con la tua candidatura in questo momento.

source: We received a request to reset the password for your BemedaPersonal account. To create a new password, please click the button below:
it: Abbiamo ricevuto una richiesta di reset della password per il tuo account BemedaPersonal. Per creare una nuova password, clicca il pulsante qui sotto:

source: We received a request to update the email address for your BemedaPersonal account. To confirm this change, please click the button below:
it: Abbiamo ricevuto una richiesta di aggiornamento dell'indirizzo email per il tuo account BemedaPersonal. Per confermare questa modifica, clicca il pulsante qui sotto:

source: You have scheduled an interview with this candidate.
it: Hai programmato un colloquio con questo candidato.

source: You're currently undergoing our screening process.
it: Stai attualmente attraversando il nostro processo di selezione.

source: You've declined our offer. We wish you the best in your future endeavors.
it: Hai rifiutato la nostra offerta. Ti auguriamo il meglio per i tuoi futuri progetti.

source: You've rejected this candidate's application.
it: Hai rifiutato la candidatura di questo candidato.

source: Your application is currently being reviewed by our hiring team.
it: La tua candidatura è attualmente in revisione dal nostro team di assunzioni.
