Repository: 3Stones-io/bemeda_personal
Catalog: priv/gettext/*/LC_MESSAGES/jobs.po
Languages: de, fr, it

source: Auto-populated Information
de: Automatisch ausgefüllte Informationen
fr: Informations pré-remplies automatiquement
it: Informazioni compilate automaticamente

source: Based on Job Posting
de: Basierend auf Stellenausschreibung
fr: Basé sur l'offre d'emploi
it: Basato sull'annuncio di lavoro

source: Candidate:
de: Kandidat:
fr: Candidat:
it: Candidato:

source: Company:
de: Unternehmen:
fr: Entreprise:
it: Azienda:

source: Complete Offer Details
de: Vollständige Angebotsdetails
fr: Détails complets de l'offre
it: Dettagli completi dell'offerta

source: Employment Terms
de: Beschäftigungsbedingungen
fr: Conditions d'Emploi
it: Condizioni di Impiego

source: Fill in the employment terms for %{name}
de: Füllen Sie die Beschäftigungsbedingungen für %{name} aus
fr: Remplissez les conditions d'emploi pour %{name}
it: Compila i termini di impiego per %{name}

source: From
de: Ab
fr: À partir de
it: Da

source: Gross Salary
de: Bruttogehalt
fr: Salaire brut
it: Stipendio lordo

source: Location:
de: Standort:
fr: Lieu:
it: Località:

source: Offer Deadline
de: Angebotsfrist
fr: Date limite de l'offre
it: Scadenza dell'offerta

source: Position:
fr: Poste:
it: Posizione:

source: Posted salary range:
de: Veröffentlichte Gehaltsspanne:
fr: Fourchette salariale publiée:
it: Fascia salariale pubblicata:

source: Recruiter Phone
de: Telefon des Personalvermittlers
fr: Téléphone du recruteur
it: Telefono del reclutatore

source: Recruiter Position
de: Position des Personalvermittlers
fr: Poste du recruteur
it: Posizione del reclutatore

source: Send Contract
de: Vertrag senden
fr: Envoyer le contrat
it: Invia contratto

source: Start Date
de: Startdatum
fr: Date de début
it: Data di inizio

source: Up to
de: Bis zu
fr: Jusqu'à
it: Fino a

source: Working Hours per Week
de: Arbeitsstunden pro Woche
fr: Heures de travail par semaine
it: Ore di lavoro settimanali

source: e.g., %{amount} %{currency}
de: z.B. %{amount} %{currency}
fr: p. ex. %{amount} %{currency}
it: es. %{amount} %{currency}

source: e.g., 85000 %{currency}
de: z.B. 85000 %{currency}
fr: p. ex. 85000 %{currency}
it: es. 85000 %{currency}

source: Basic Search
de: Grundlegende Suche
fr: Recherche de Base
it: Ricerca di Base

source: Languages
de: Sprachen
fr: Langues
it: Lingue

source: Position Type
de: Positionstyp
fr: Type de Poste
it: Tipo di Posizione

source: Professional Requirements
de: Berufliche Anforderungen
fr: Exigences Professionnelles
it: Requisiti Professionali

source: Schedule & Compensation
de: Arbeitszeit & Vergütung
fr: Horaire et Rémunération
it: Orario e Compenso

source: Select currency
de: Währung auswählen
fr: Sélectionner la devise
it: Seleziona valuta

source: Select position type
de: Positionstyp auswählen
fr: Sélectionner le type de poste
it: Seleziona tipo di posizione

source: Shift Type
de: Schichttyp
fr: Type d'Équipe
it: Tipo di Turno

source: Work Environment
de: Arbeitsumgebung
fr: Environnement de Travail
it: Ambiente di Lavoro

source: Search Jobs
de: Jobs durchsuchen
fr: Rechercher des Emplois
it: Cerca Lavori

source: An error occurred during signing. Please try again.
de: Beim Signieren ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite lors de la signature. Veuillez réessayer.
it: Si è verificato un errore durante la firma. Riprova.

source: Contract signed successfully! Welcome aboard! 🎉
de: Vertrag erfolgreich unterzeichnet! Willkommen an Bord! 🎉
fr: Contrat signé avec succès ! Bienvenue à bord ! 🎉
it: Contratto firmato con successo! Benvenuto a bordo! 🎉

source: Contract signing was declined.
de: Die Vertragsunterzeichnung wurde abgelehnt.
fr: La signature du contrat a été refusée.
it: La firma del contratto è stata rifiutata.

source: Contract successfully signed! Welcome aboard! 🎉
de: Vertrag erfolgreich unterzeichnet! Willkommen an Bord! 🎉
fr: Contrat signé avec succès ! Bienvenue à bord ! 🎉
it: Contratto firmato con successo! Benvenuto a bordo! 🎉

source: Failed to initiate signing process. Please try again.
de: Der Signiervorgang konnte nicht gestartet werden. Bitte versuchen Sie es erneut.
fr: Impossible d'initier le processus de signature. Veuillez réessayer.
it: Impossibile avviare il processo di firma. Riprova.

source: Failed to process signed contract. Please contact support.
de: Der unterzeichnete Vertrag konnte nicht verarbeitet werden. Bitte kontaktieren Sie den Support.
fr: Impossible de traiter le contrat signé. Veuillez contacter le support.
it: Impossibile elaborare il contratto firmato. Contatta il supporto.

source: No contract document available for signing.
de: Kein Vertragsdokument zum Unterzeichnen verfügbar.
fr: Aucun document de contrat disponible pour signature.
it: Nessun documento contrattuale disponibile per la firma.

source: No job offer found for this application.
de: Kein Stellenangebot für diese Bewerbung gefunden.
fr: Aucune offre d'emploi trouvée pour cette candidature.
it: Nessuna offerta di lavoro trovata per questa candidatura.

source: Please review and sign your employment contract below.
de: Bitte prüfen und unterzeichnen Sie Ihren Arbeitsvertrag unten.
fr: Veuillez examiner et signer votre contrat de travail ci-dessous.
it: Si prega di rivedere e firmare il contratto di lavoro qui sotto.

source: Preparing signing interface...
de: Signatur-Oberfläche wird vorbereitet...
fr: Préparation de l'interface de signature...
it: Preparazione dell'interfaccia di firma...

source: Sign Your Contract
de: Ihren Vertrag unterzeichnen
fr: Signez votre contrat
it: Firma il tuo contratto

source: Signing failed. Please try again.
de: Signierung fehlgeschlagen. Bitte versuchen Sie es erneut.
fr: La signature a échoué. Veuillez réessayer.
it: Firma fallita. Riprova.

source: Signing session expired. Please try again.
de: Signiersitzung abgelaufen. Bitte versuchen Sie es erneut.
fr: La session de signature a expiré. Veuillez réessayer.
it: La sessione di firma è scaduta. Riprova.

source: Signing session timed out. Please try again.
de: Signiersitzung abgelaufen. Bitte versuchen Sie es erneut.
fr: La session de signature a expiré. Veuillez réessayer.
it: La sessione di firma è scaduta. Riprova.

source: Signing was declined.
de: Die Signierung wurde abgelehnt.
fr: La signature a été refusée.
it: La firma è stata rifiutata.

source: Your signature is legally binding and secure.
de: Ihre Unterschrift ist rechtlich bindend und sicher.
fr: Votre signature est juridiquement contraignante et sécurisée.
it: La tua firma è legalmente vincolante e sicura.

source: Accept offer & sign contract
de: Angebot annehmen & Vertrag unterzeichnen
fr: Accepter l'offre & signer le contrat
it: Accetta offerta & firma contratto

source: Occupational Therapist
de: Dipl. Ergotherapeut/in
fr: Ergothérapeute diplômé(e)
it: Terapista occupazionale diplomato(a)

source: Physiotherapist
de: Dipl. Physiotherapeut/in
fr: Physiothérapeute diplômé(e)
it: Fisioterapista diplomato(a)

source: Speech Therapist
de: Dipl. Logopäde/Logopädin
fr: Logopède diplômé(e)
it: Logopedista diplomato(a)

source: Sending...
de: Senden...
fr: Envoi en cours...
it: Invio in corso...

source: %{count} Stellen gefunden
fr: %{count} postes trouvés
it: %{count} posizioni trovate

source: 1 Stelle gefunden
fr: 1 poste trouvé
it: 1 posizione trovata

source: All Contracts
de: Alle Verträge
fr: Tous les contrats
it: Tutti i contratti

source: My Hires
de: Meine Einstellungen
fr: Mes recrutements
it: Le mie assunzioni

source: Post a job and find the right medical professional for your team
de: Erstellen Sie eine Stellenanzeige und finden Sie die richtige medizinische Fachkraft für Ihr Team
fr: Publiez une offre d'emploi et trouvez le bon professionnel médical pour votre équipe
it: Pubblica un'offerta di lavoro e trova il professionista sanitario giusto per il tuo team

source: Character limit
fr: Limite de caractères
it: Limite di caratteri

source: Find work
fr: Trouver du travail
it: Trova lavoro

source: Make your application stand out by uploading an application video
fr: Démarquez votre candidature en téléchargeant une vidéo de présentation
it: Fai risaltare la tua candidatura caricando un video di presentazione

source: Required
fr: Requis
it: Richiesto

source: Start writing
fr: Commencer à écrire
it: Inizia a scrivere

source: You'll find a list of Jobs you've applied to here
fr: Vous trouverez ici une liste des emplois auxquels vous avez postulé
it: Qui troverai un elenco dei lavori per cui hai fatto candidatura

source: Activity on this Job
fr: Activité sur ce poste
it: Attività su questo lavoro

source: Already Applied
fr: Déjà postulé
it: Già candidato

source: Before applying, please review the job details and make sure your profile is up to date. If you believe you're a good fit, go ahead and apply.
fr: Avant de postuler, veuillez consulter les détails du poste et vous assurer que votre profil est à jour. Si vous pensez convenir, postulez.
it: Prima di candidarti, controlla i dettagli del lavoro e assicurati che il tuo profilo sia aggiornato. Se credi di essere adatto, procedi con la candidatura.

source: Briefly explain why you're a good fit
fr: Expliquez brièvement pourquoi vous convenez
it: Spiega brevemente perché sei adatto

source: Copy Link
fr: Copier le lien
it: Copia link

source: Copyright Bemeda Personal ©2025 all rights reserved
fr: Copyright Bemeda Personal ©2025 tous droits réservés
it: Copyright Bemeda Personal ©2025 tutti i diritti riservati

source: Go back
fr: Retour
it: Indietro

source: Interviewing
fr: En entretien
it: In colloquio

source: Please note that Bemeda personal uses your career profile as your resume when you apply for a job.
fr: Veuillez noter que Bemeda Personal utilise votre profil de carrière comme CV lorsque vous postulez à un emploi.
it: Nota che Bemeda Personal utilizza il tuo profilo di carriera come curriculum quando ti candidi per un lavoro.

source: See more
fr: Voir plus
it: Vedi altro

source: Submitting...
fr: Envoi en cours...
it: Invio in corso...

source: Upload video
fr: Télécharger une vidéo
it: Carica video

source: You might not be a perfect match for this job
fr: Vous pourriez ne pas correspondre parfaitement à ce poste
it: Potresti non essere perfettamente adatto per questo lavoro

source: optional
fr: optionnel
it: facoltativo

source: You already applied to this job
fr: Vous avez déjà postulé à ce poste
it: Hai già fatto domanda per questo lavoro

source: Remove video
it: Rimuovi video

source: Unknown
fr: Inconnu
it: Sconosciuto

source: Apply Now
fr: Postuler maintenant
it: Candidati ora

source: Error deleting job posting
fr: Erreur lors de la suppression de l'offre d'emploi
it: Errore nell'eliminazione dell'offerta di lavoro

source: Job posting not found or not authorized
fr: Offre d'emploi introuvable ou non autorisée
it: Annuncio di lavoro non trovato o non autorizzato

source: 1 to 3 months
fr: 1 à 3 mois
it: da 1 a 3 mesi

source: 13 to 18 months
fr: 13 à 18 mois
it: da 13 a 18 mesi

source: 19 to 24 months
fr: 19 à 24 mois
it: da 19 a 24 mesi

source: 4 to 6 months
fr: 4 à 6 mois
it: da 4 a 6 mesi

source: 7 to 12 months
fr: 7 à 12 mois
it: da 7 a 12 mesi

source: Adaptability
fr: Adaptabilité
it: Adattabilità

source: Adaptive equipment training
fr: Formation aux équipements adaptatifs
it: Formazione su attrezzature adattive

source: Add required skills
fr: Ajouter les compétences requises
it: Aggiungi competenze richieste

source: Add skill
fr: Ajouter une compétence
it: Aggiungi competenza

source: Add video to job post (optional)
fr: Ajouter une vidéo à l'offre (optionnel)
it: Aggiungi video all'annuncio di lavoro (opzionale)

source: Attention to detail
fr: Souci du détail
it: Attenzione ai dettagli

source: Back
fr: Retour
it: Indietro

source: Basic life support (BLS) and CPR
fr: Réanimation de base (BLS) et RCP
it: Supporto vitale di base (BLS) e RCP

source: Breastfeeding support
fr: Accompagnement à l'allaitement
it: Supporto all'allattamento

source: Candidates can work from anywhere.
fr: Les candidats peuvent travailler de n'importe où.
it: I candidati possono lavorare da qualsiasi luogo.

source: Candidates will work from a specific physical location.
fr: Les candidats travailleront depuis un lieu physique spécifique.
it: I candidati lavoreranno da una specifica sede fisica.

source: Care coordination
fr: Coordination des soins
it: Coordinamento dell'assistenza

source: Compliance monitoring
fr: Surveillance de la conformité
it: Monitoraggio della conformità

source: Conflict resolution
fr: Résolution des conflits
it: Risoluzione dei conflitti

source: Create Job Post
fr: Créer une offre d'emploi
it: Crea annuncio di lavoro

source: Critical care nursing
fr: Soins infirmiers critiques
it: Assistenza infermieristica in terapia intensiva

source: Cultural competence
fr: Compétence culturelle
it: Competenza culturale

source: Customer service
fr: Service client
it: Servizio clienti

source: Diagnostic testing
fr: Tests diagnostiques
it: Test diagnostici

source: Discharge planning
fr: Planification de la sortie
it: Pianificazione delle dimissioni

source: Do candidates need to be based in Switzerland for this job?
fr: Les candidats doivent-ils résider en Suisse pour ce poste ?
it: I candidati devono essere basati in Svizzera per questo lavoro?

source: Edit skills
fr: Modifier les compétences
it: Modifica competenze

source: Edit video
it: Modifica video

source: Electronic Health Records (EHR) management
fr: Gestion des dossiers de santé électroniques (DSE)
it: Gestione cartelle cliniche elettroniche (EHR)

source: Emergency response & triage
fr: Intervention d'urgence et triage
it: Risposta alle emergenze e triage

source: Empathy & compassion
fr: Empathie et compassion
it: Empatia e compassione

source: Enter a title
fr: Saisissez un titre
it: Inserisci un titolo

source: Ethical decision-making
fr: Prise de décision éthique
it: Processo decisionale etico

source: Family education
fr: Éducation familiale
it: Educazione familiare

source: Full-time
fr: Temps plein
it: Tempo pieno

source: Full-time Hire
fr: Embauche à temps plein
it: Assunzione a tempo pieno

source: Geriatric care
fr: Soins gériatriques
it: Assistenza geriatrica

source: Health education & counseling
fr: Éducation et conseils en santé
it: Educazione sanitaria e consulenza

source: Home care management
fr: Gestion des soins à domicile
it: Gestione dell'assistenza domiciliare

source: IV therapy
fr: Thérapie intraveineuse
it: Terapia endovenosa

source: Infection control
fr: Contrôle des infections
it: Controllo delle infezioni

source: Insurance processing
fr: Traitement des assurances
it: Elaborazione assicurativa

source: Intensive care (ICU) monitoring
fr: Surveillance en soins intensifs (USI)
it: Monitoraggio terapia intensiva (ICU)

source: Interdisciplinary collaboration
fr: Collaboration interdisciplinaire
it: Collaborazione interdisciplinare

source: Labor & delivery support
fr: Accompagnement du travail et de l'accouchement
it: Supporto al travaglio e al parto

source: Laboratory & diagnostic support
fr: Assistance en laboratoire et diagnostic
it: Supporto di laboratorio e diagnostico

source: Language
fr: Langue
it: Lingua

source: Long-term care planning
fr: Planification des soins de longue durée
it: Pianificazione delle cure a lungo termine

source: Medical coding & documentation
fr: Codification médicale et documentation
it: Codifica medica e documentazione

source: Medical practice management
fr: Gestion de cabinet médical
it: Gestione dello studio medico

source: Medical terminology
fr: Terminologie médicale
it: Terminologia medica

source: Medication administration
fr: Administration de médicaments
it: Somministrazione di farmaci

source: Mental health assessment
fr: Évaluation de la santé mentale
it: Valutazione della salute mentale

source: Midwifery & prenatal care
fr: Sages-femmes et soins prénataux
it: Ostetricia e assistenza prenatale

source: More than 24 months
fr: Plus de 24 mois
it: Più di 24 mesi

source: Net Pay
fr: Salaire net
it: Retribuzione netta

source: Newborn care
fr: Soins néonataux
it: Assistenza neonatale

source: Occupational therapy interventions
fr: Interventions en ergothérapie
it: Interventi di terapia occupazionale

source: On-site
fr: Sur site
it: In sede

source: Operating medical equipment
fr: Utilisation d'équipements médicaux
it: Uso di attrezzature mediche

source: Organizational skills
fr: Compétences organisationnelles
it: Capacità organizzative

source: Pain management
fr: Gestion de la douleur
it: Gestione del dolore

source: Palliative & end-of-life care
fr: Soins palliatifs et de fin de vie
it: Cure palliative e di fine vita

source: Paramedic emergency response
fr: Intervention d'urgence paramédicale
it: Risposta di emergenza paramedica

source: Patient advocacy
fr: Défense des intérêts du patient
it: Difesa del paziente

source: Patient assessment
fr: Évaluation du patient
it: Valutazione del paziente

source: Patient positioning & mobility support
fr: Positionnement du patient et soutien à la mobilité
it: Posizionamento del paziente e supporto alla mobilità

source: Patient scheduling
fr: Planification des rendez-vous patients
it: Programmazione dei pazienti

source: Pediatric care
fr: Soins pédiatriques
it: Assistenza pediatrica

source: Phlebotomy
fr: Phlébotomie
it: Prelievo venoso

source: Physiotherapy techniques
fr: Techniques de physiothérapie
it: Tecniche di fisioterapia

source: Post-operative care
fr: Soins postopératoires
it: Assistenza postoperatoria

source: Pricing
fr: Tarification
it: Prezzo

source: Problem-solving
fr: Résolution de problèmes
it: Risoluzione dei problemi

source: Psychiatric care
fr: Soins psychiatriques
it: Assistenza psichiatrica

source: Quality assurance
fr: Assurance qualité
it: Garanzia della qualità

source: Radiation safety
fr: Sécurité radiologique
it: Sicurezza dalle radiazioni

source: Radiology imaging operation (X-ray, MRI, CT)
fr: Exploitation d'imagerie radiologique (rayons X, IRM, scanner)
it: Operazioni di imaging radiologico (raggi X, risonanza magnetica, TAC)

source: Rehabilitation planning
fr: Planification de la réhabilitation
it: Pianificazione della riabilitazione

source: Required Skills
fr: Compétences requises
it: Competenze richieste

source: Review Job
fr: Réviser l'offre
it: Rivedi lavoro

source: Review Job Post
fr: Réviser l'offre d'emploi
it: Rivedi annuncio di lavoro

source: Review job post
fr: Réviser l'offre d'emploi
it: Rivedi annuncio di lavoro

source: Risk management
fr: Gestion des risques
it: Gestione del rischio

source: Select Location
fr: Sélectionner un lieu
it: Seleziona località

source: Select a contract duration
fr: Sélectionnez une durée de contrat
it: Seleziona una durata del contratto

source: Select a department
fr: Sélectionnez un service
it: Seleziona un dipartimento

source: Send contracts to qualified candidates - Bemeda Personal facilitates billing and payments for contract hire.
fr: Envoyer des contrats aux candidats qualifiés - Bemeda Personal facilite la facturation et les paiements pour l'embauche contractuelle.
it: Invia contratti ai candidati qualificati - Bemeda Personal facilita la fatturazione e i pagamenti per le assunzioni a contratto.

source: Send contracts to qualified candidates and manage further engagements off-platform.
fr: Envoyer des contrats aux candidats qualifiés et gérer les engagements ultérieurs en dehors de la plateforme.
it: Invia contratti ai candidati qualificati e gestisci ulteriori impegni fuori dalla piattaforma.

source: Speech therapy & communication rehabilitation
fr: Orthophonie et rééducation de la communication
it: Logopedia e riabilitazione della comunicazione

source: Sterile technique
fr: Technique stérile
it: Tecnica sterile

source: Stress management
fr: Gestion du stress
it: Gestione dello stress

source: Strong communication
fr: Communication efficace
it: Comunicazione efficace

source: Surgical assistance & sterile technique
fr: Assistance chirurgicale et technique stérile
it: Assistenza chirurgica e tecnica sterile

source: Surgical instrumentation
fr: Instrumentation chirurgicale
it: Strumentazione chirurgica

source: Swallowing therapy
fr: Thérapie de la déglutition
it: Terapia della deglutizione

source: Switzerland only
fr: Suisse uniquement
it: Solo Svizzera

source: Team collaboration
fr: Collaboration d'équipe
it: Collaborazione di squadra

source: Time management
fr: Gestion du temps
it: Gestione del tempo

source: Title
fr: Titre
it: Titolo

source: Vital signs monitoring
fr: Surveillance des signes vitaux
it: Monitoraggio dei segni vitali

source: Wound care
fr: Soins des plaies
it: Cura delle ferite

source: Years of experience
fr: Années d'expérience
it: Anni di esperienza

source: Yes
fr: Oui
it: Sì

source: 1 day before
fr: 1 jour avant
it: 1 giorno prima

source: 1 hour before
fr: 1 heure avant
it: 1 ora prima

source: 10 minutes before
fr: 10 minutes avant
it: 10 minuti prima

source: 15 minutes before
fr: 15 minutes avant
it: 15 minuti prima

source: 30 minutes before
fr: 30 minutes avant
it: 30 minuti prima

source: 5 minutes before
fr: 5 minutes avant
it: 5 minuti prima

source: Add a Link
fr: Ajouter un lien
it: Aggiungi un link

source: Add a title
fr: Ajouter un titre
it: Aggiungi un titolo

source: Additional information for the interview...
fr: Informations supplémentaires pour l'entretien...
it: Informazioni aggiuntive per il colloquio...

source: Are you sure you want to cancel this interview?
fr: Êtes-vous sûr de vouloir annuler cet entretien ?
it: Sei sicuro di voler annullare questo colloquio?

source: Attendees
fr: Participants
it: Partecipanti

source: Call
fr: Appeler
it: Chiama

source: Cancel interview
fr: Annuler l'entretien
it: Annulla colloquio

source: Cancelled
fr: Annulé
it: Annullato

source: Cancelled by employer
fr: Annulé par l'employeur
it: Annullato dal datore di lavoro

source: Completed
fr: Terminé
it: Completato

source: Could not cancel interview
fr: Impossible d'annuler l'entretien
it: Impossibile annullare il colloquio

source: Date
it: Data

source: Done
fr: Terminé
it: Fatto

source: Edit functionality coming soon for interview %{id}
fr: Fonctionnalité de modification bientôt disponible pour l'entretien %{id}
it: Funzionalità di modifica disponibile a breve per il colloquio %{id}

source: Edit interview
fr: Modifier l'entretien
it: Modifica colloquio

source: End Date
fr: Date de fin
it: Data di fine

source: End Time
fr: Heure de fin
it: Ora di fine

source: Failed to cancel interview
fr: Échec de l'annulation de l'entretien
it: Impossibile annullare il colloquio

source: Hire
fr: Embaucher
it: Assumi

source: Interview cancelled successfully
fr: Entretien annulé avec succès
it: Colloquio annullato con successo

source: Interview details: %{title}
fr: Détails de l'entretien : %{title}
it: Dettagli colloquio: %{title}

source: Interview not found or you don't have permission to cancel it
fr: Entretien introuvable ou vous n'avez pas la permission de l'annuler
it: Colloquio non trovato o non hai il permesso di annullarlo

source: Interview not found or you don't have permission to edit it
fr: Entretien introuvable ou vous n'avez pas la permission de le modifier
it: Colloquio non trovato o non hai il permesso di modificarlo

source: Interview scheduled successfully
fr: Entretien programmé avec succès
it: Colloquio programmato con successo

source: Interview updated successfully
fr: Entretien mis à jour avec succès
it: Colloquio aggiornato con successo

source: Interview with
fr: Entretien avec
it: Colloquio con

source: Join meeting
fr: Rejoindre la réunion
it: Partecipa alla riunione

source: Leave a note
fr: Laisser une note
it: Lascia una nota

source: Mail
fr: Email
it: Email

source: Meeting with candidate
fr: Réunion avec le candidat
it: Riunione con il candidato
