Repository: 3Stones-io/bemeda_personal
Catalog: priv/gettext/*/LC_MESSAGES/jobs.po
Languages: de, fr, it

source: Next Interview
fr: Prochain entretien
it: Prossimo colloquio

source: Notify me
fr: Me notifier
it: Avvisami

source: Schedule a Meeting
fr: Programmer une réunion
it: Programma una riunione

source: Schedule a meeting
fr: Programmer une réunion
it: Programma una riunione

source: Schedule an interview with the candidate
fr: Programmer un entretien avec le candidat
it: Programma un colloquio con il candidato

source: Scheduled
fr: Programmé
it: Programmato

source: Scheduled Interviews
fr: Entretiens programmés
it: Colloqui programmati

source: Start Time
fr: Heure de début
it: Ora di inizio

source: Today's Interviews
fr: Entretiens d'aujourd'hui
it: Colloqui di oggi

source: Topic
fr: Sujet
it: Argomento

source: Type email or name here...
fr: Saisissez l'email ou le nom ici...
it: Digita email o nome qui...

source: You are not authorized to modify this interview
fr: Vous n'êtes pas autorisé à modifier cet entretien
it: Non sei autorizzato a modificare questo colloquio

source: Your Interviews
fr: Vos entretiens
it: I tuoi colloqui

source: at
fr: à
it: alle

source: contains invalid or dangerous HTML: %{reason}
fr: contient du HTML invalide ou dangereux : %{reason}
it: contiene HTML non valido o pericoloso: %{reason}

source: must be a string
fr: doit être une chaîne de caractères
it: deve essere una stringa

source: Continue
fr: Continuer
it: Continua

source: Ticino
de: Tessin
fr: Tessin

source: Administrative coordination
fr: Coordination administrative

source: Anesthesia monitoring
fr: Surveillance de l'anesthésie

source: Anesthesia support
fr: Assistance en anesthésie

source: Contract Duration
fr: Durée du contrat

source: Contract Hire
fr: Embauche contractuelle

source: No
fr: Non

source: Add application video (optional)
fr: Ajouter une vidéo de candidature (facultatif)

source: Apply to this job
de: Auf diese Stelle bewerben

source: Cover Letter
de: Anschreiben

source: Edit
de: Bearbeiten

source: Edit Your Application
de: Ihre Bewerbung Bearbeiten

source: Review Application
de: Bewerbung Prüfen

source: Saving...
de: Speichern...

source: Submit Application
de: Bewerbung Einreichen

source: View Job
de: Job Anzeigen

source: Apply to %{job_title}
de: Bewerben für %{job_title}

source: Edit application for %{job_title}
de: Bewerbung für %{job_title} bearbeiten

source: Floater
de: Springer

source: Neuchâtel
de: Neuenburg

source: Permanent Position
de: Festanstellung

source: Staff Pool
de: Personalpool

source: Temporary Assignment
de: Temporärer Einsatz

source: Vaud
de: Waadt

source: Certified Midwife
de: Dipl. Hebamme

source: Certified Radiologic Technologist (HF)
de: Dipl. Fachperson für med. tech. Radiologie HF

source: Certified Surgical Assistant
de: Dipl. Technische Operationsassistenten

source: Certified Surgical Technologist (HF)
de: Dipl. Fachperson Operationstechnik HF

source: Healthcare Assistant (FaGe)
de: Fachfrau/-Mann Gesundheit (FaGe)

source: Long-term Care Specialist
de: Fachfrau/-Mann Langzeitpflege

source: Medical Specialist
de: Facharzt/-ärztin

source: Positioning Nurse
de: Lagerungspfleger/in

source: Registered Nurse (AKP/DNII/HF/FH)
de: Dipl. Pflegefachperson AKP/DNII/HF/FH

source: Registered Nurse with IMC Qualification
de: Dipl. Pflegefachperson AKP/DNII/HF/FH mit IMC-Weiterbildung

source: Record a brief video to introduce yourself and explain why you're interested in this position. This helps you stand out from other applicants.
de: Nehmen Sie ein kurzes Video auf, um sich vorzustellen und zu erklären, warum Sie sich für diese Stelle interessieren. Dies hilft Ihnen, sich von anderen Bewerbern abzuheben.

source: Video Introduction (Optional)
de: Video-Vorstellung (Optional)

source: Active
de: Aktiv
