Repository: 3Stones-io/bemeda_personal
Catalog: priv/gettext/*/LC_MESSAGES/jobs.po
Languages: de, fr, it

source: %{applicant} applied for the %{position} position at %{company}.
de: %{applicant} hat sich für die Position %{position} bei %{company} beworben.
fr: %{applicant} a postulé pour le poste de %{position} chez %{company}.
it: %{applicant} ha fatto domanda per la posizione di %{position} presso %{company}.

source: Accept Offer
de: Angebot Annehmen
fr: Accepter l'offre
it: Accetta Offerta

source: Any
de: Beliebig
fr: Tous
it: Qualsiasi

source: Applicants will appear here when they apply to your job postings.
de: Bewerber erscheinen hier, wenn sie sich auf Ihre Stellenausschreibungen bewerben.
fr: Les candidats apparaîtront ici lorsqu'ils postuleront à vos offres d'emploi.
it: I candidati appariranno qui quando faranno domanda per i tuoi annunci di lavoro.

source: Application Created
de: Bewerbung Erstellt
fr: Candidature créée
it: Candidatura Creata

source: Application History
de: Bewerbungsverlauf
fr: Historique de candidature
it: Cronologia Candidatura

source: Application Timeline
de: Bewerbungs-Timeline
fr: Chronologie de candidature
it: Timeline Candidatura

source: Application submitted successfully
de: Bewerbung erfolgreich eingereicht
fr: Candidature soumise avec succès
it: Candidatura inviata con successo

source: Application updated successfully
de: Bewerbung erfolgreich aktualisiert
fr: Candidature mise à jour avec succès
it: Candidatura aggiornata con successo

source: Applied
de: Beworben
fr: Postulé
it: Candidato

source: Applied on
de: Beworben am
fr: Postulé le
it: Candidato il

source: Apply Filters
de: Filter Anwenden
fr: Appliquer les filtres
it: Applica Filtri

source: Back to application
de: Zurück zur Bewerbung
fr: Retour à la candidature
it: Torna alla candidatura

source: Browse Jobs
de: Jobs Durchsuchen
fr: Parcourir les emplois
it: Sfoglia Lavori

source: Clear All
de: Alle Löschen
fr: Tout effacer
it: Cancella Tutto

source: Employment Type
de: Beschäftigungsart
fr: Type d'emploi
it: Tipo di Impiego

source: End date must be after or equal to start date
de: Enddatum muss nach oder gleich dem Startdatum sein
fr: La date de fin doit être postérieure ou égale à la date de début
it: La data di fine deve essere successiva o uguale alla data di inizio

source: Extend Offer
de: Angebot erstellen
fr: Faire une offre
it: Estendi Offerta

source: Failed to update job application status.
de: Bewerbungsstatus konnte nicht aktualisiert werden.
fr: Échec de la mise à jour du statut de candidature.
it: Impossibile aggiornare lo stato della candidatura.

source: Find your next career opportunity
de: Finden Sie Ihre nächste Karrierechance
fr: Trouvez votre prochaine opportunité de carrière
it: Trova la tua prossima opportunità di carriera

source: Job Description
de: Stellenbeschreibung
fr: Description du poste
it: Descrizione del Lavoro

source: Job Details
de: Stellendetails
fr: Détails du poste
it: Dettagli del Lavoro

source: Job Listings
de: Stellenausschreibungen
fr: Offres d'emploi
it: Elenco Lavori

source: Job Postings
de: Stellenanzeigen
fr: Offres d'emploi
it: Annunci di Lavoro

source: Job Title
de: Stellentitel
fr: Titre du poste
it: Titolo del Lavoro

source: Job application status updated successfully.
de: Bewerbungsstatus erfolgreich aktualisiert.
fr: Statut de candidature mis à jour avec succès.
it: Stato della candidatura aggiornato con successo.

source: Job posting deleted successfully
de: Stellenausschreibung erfolgreich gelöscht
fr: Offre d'emploi supprimée avec succès
it: Annuncio di lavoro eliminato con successo

source: Jobs
fr: Emplois
it: Lavori

source: Jobs at %{company}
de: Jobs bei %{company}
fr: Emplois chez %{company}
it: Lavori presso %{company}

source: Location
de: Standort
fr: Localisation
it: Posizione

source: Maximum Salary
de: Maximales Gehalt
fr: Salaire maximum
it: Stipendio Massimo

source: Minimum Salary
de: Mindestgehalt
fr: Salaire minimum
it: Stipendio Minimo

source: My Job Applications
de: Meine Bewerbungen
fr: Mes candidatures
it: Le Mie Candidature

source: No applicants found.
de: Keine Bewerber gefunden.
fr: Aucun candidat trouvé.
it: Nessun candidato trovato.

source: No job postings available at the moment.
de: Derzeit sind keine Stellenausschreibungen verfügbar.
fr: Aucune offre d'emploi disponible pour le moment.
it: Nessun annuncio di lavoro disponibile al momento.

source: No open positions at this time
de: Derzeit keine offenen Stellen
fr: Aucun poste ouvert en ce moment
it: Nessuna posizione aperta al momento

source: Notes
de: Notizen
it: Note

source: Offer Accepted
de: Angebot Angenommen
fr: Offre acceptée
it: Offerta Accettata

source: Offer Extended
de: Angebot Erweitert
fr: Offre proposée
it: Offerta Estesa

source: On-site Only
de: Nur Vor Ort
fr: Sur site uniquement
it: Solo in Sede

source: Open Jobs
de: Offene Stellen
fr: Postes ouverts
it: Lavori Aperti

source: Open Positions
de: Offene Positionen
fr: Postes ouverts
it: Posizioni Aperte

source: Please check back later for new opportunities.
de: Schauen Sie später nach neuen Möglichkeiten.
fr: Veuillez revenir plus tard pour de nouvelles opportunités.
it: Ricontrolla più tardi per nuove opportunità.

source: Recent Jobs
de: Aktuelle Jobs
fr: Emplois récents
it: Lavori Recenti

source: Remote Only
de: Nur Remote
fr: Télétravail uniquement
it: Solo Remoto

source: Select a status
de: Status auswählen
fr: Sélectionner un statut
it: Seleziona uno stato

source: Show History
de: Verlauf Anzeigen
fr: Afficher l'historique
it: Mostra Cronologia

source: Start date must be before or equal to end date
de: Startdatum muss vor oder gleich dem Enddatum sein
fr: La date de début doit être antérieure ou égale à la date de fin
it: La data di inizio deve essere precedente o uguale alla data di fine

source: Start your job search by browsing available positions.
de: Beginnen Sie Ihre Jobsuche, indem Sie verfügbare Positionen durchsuchen.
fr: Commencez votre recherche d'emploi en parcourant les postes disponibles.
it: Inizia la tua ricerca di lavoro sfogliando le posizioni disponibili.

source: Update Status
de: Status Aktualisieren
fr: Mettre à jour le statut
it: Aggiorna Stato

source: Updated by
de: Aktualisiert von
fr: Mis à jour par
it: Aggiornato da

source: View All Jobs
de: Alle Jobs Anzeigen
fr: Voir tous les emplois
it: Visualizza Tutti i Lavori

source: View all jobs
de: Alle Jobs anzeigen
fr: Voir tous les emplois
it: Visualizza tutti i lavori

source: View the timeline of your application status changes for the
de: Zeigen Sie die Zeitleiste Ihrer Bewerbungsstatusänderungen für die
fr: Voir la chronologie des changements de statut de votre candidature pour le
it: Visualizza la cronologia dei cambiamenti di stato della tua candidatura per la

source: Withdraw Application
de: Bewerbung Zurückziehen
fr: Retirer la candidature
it: Ritira Candidatura

source: Withdrawn
de: Zurückgezogen
fr: Retiré
it: Ritirato

source: You applied for the %{position} position at %{company}.
de: Sie haben sich für die Position %{position} bei %{company} beworben.
fr: Vous avez postulé pour le poste de %{position} chez %{company}.
it: Hai fatto domanda per la posizione di %{position} presso %{company}.

source: You are not authorized to delete this job posting
de: Sie sind nicht berechtigt, diese Stellenausschreibung zu löschen
fr: Vous n'êtes pas autorisé à supprimer cette offre d'emploi
it: Non sei autorizzato a eliminare questo annuncio di lavoro

source: You haven't applied for any jobs yet.
de: Sie haben sich noch für keine Jobs beworben.
fr: Vous n'avez encore postulé à aucun emploi.
it: Non hai ancora fatto domanda per nessun lavoro.

source: must be less than or equal to salary maximum
de: muss kleiner oder gleich dem maximalen Gehalt sein
fr: doit être inférieur ou égal au salaire maximum
it: deve essere minore o uguale al salario massimo

source: position at
de: Position bei
fr: poste chez
it: posizione presso

source: Department
de: Abteilung
fr: Département
it: Dipartimento

source: Region
fr: Région
it: Regione

source: Select employment type
de: Beschäftigungsart auswählen
fr: Sélectionner le type d'emploi
it: Seleziona tipo di impiego

source: Select experience range
de: Erfahrungsbereich auswählen
fr: Sélectionner la plage d'expérience
it: Seleziona gamma di esperienza

source: Years of Experience
de: Jahre Berufserfahrung
fr: Années d'expérience
it: Anni di esperienza

source: Currency
de: Währung
fr: Devise
it: Valuta

source: An interview has been scheduled for this application
de: Ein Vorstellungsgespräch wurde für diese Bewerbung geplant
fr: Un entretien a été programmé pour cette candidature
it: È stato programmato un colloquio per questa candidatura

source: An offer has been extended for this position
de: Ein Angebot wurde für diese Position unterbreitet
fr: Une offre a été proposée pour ce poste
it: È stata estesa un'offerta per questa posizione

source: An offer has been extended to you
de: Ihnen wurde ein Angebot unterbreitet
fr: Une offre vous a été proposée
it: Ti è stata estesa un'offerta

source: Applicant Name
de: Name des Bewerbers
fr: Nom du candidat
it: Nome del candidato

source: Applicant's resume details
de: Lebenslauf-Details des Bewerbers
fr: Détails du CV du candidat
it: Dettagli del curriculum del candidato

source: Application Date From
de: Bewerbungsdatum von
fr: Date de candidature du
it: Data candidatura da

source: Application Date To
de: Bewerbungsdatum bis
fr: Date de candidature au
it: Data candidatura a

source: Application Information
de: Bewerbungsinformationen
fr: Informations de candidature
it: Informazioni candidatura

source: Application Status
de: Bewerbungsstatus
fr: Statut de candidature
it: Stato candidatura

source: Applied for
de: Beworben für
fr: Postulé pour
it: Candidato per

source: Are you sure you want to delete this job posting? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Stellenausschreibung löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer cette offre d'emploi ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo annuncio di lavoro? Questa azione non può essere annullata.

source: Back to Jobs
de: Zurück zu Jobs
fr: Retour aux emplois
it: Torna ai lavori

source: Chat with Applicant
de: Chat mit Bewerber
fr: Discuter avec le candidat
it: Chatta con il candidato

source: Chat with applicant
de: Chat mit Bewerber
fr: Discuter avec le candidat
it: Chatta con il candidato

source: Company Jobs
de: Unternehmens-Jobs
fr: Emplois de l'entreprise
it: Lavori dell'azienda

source: Cover letter
de: Anschreiben
fr: Lettre de motivation
it: Lettera di presentazione

source: Delete job
de: Job löschen
fr: Supprimer l'emploi
it: Elimina lavoro

source: Edit Job
de: Job bearbeiten
fr: Modifier l'emploi
it: Modifica lavoro

source: Edit job
de: Job bearbeiten
fr: Modifier l'emploi
it: Modifica lavoro

source: Email address
de: E-Mail-Adresse
fr: Adresse e-mail
it: Indirizzo email

source: Enter location
de: Ort eingeben
fr: Entrer le lieu
it: Inserisci posizione

source: Filter
fr: Filtrer
it: Filtra

source: Filter Applications
de: Bewerbungen filtern
fr: Filtrer les candidatures
it: Filtra candidature

source: Filter by Tags
de: Nach Tags filtern
fr: Filtrer par tags
it: Filtra per tag

source: Filters
de: Filter
fr: Filtres
it: Filtri

source: Full name
de: Vollständiger Name
fr: Nom complet
it: Nome completo

source: Hide Filters
de: Filter ausblenden
fr: Masquer les filtres
it: Nascondi filtri

source: Personal details and application.
de: Persönliche Daten und Bewerbung.
fr: Détails personnels et candidature.
it: Dettagli personali e candidatura.

source: Post New Job
de: Neuen Job veröffentlichen
fr: Publier un nouvel emploi
it: Pubblica nuovo lavoro

source: Posted
de: Veröffentlicht
fr: Publié
it: Pubblicato

source: Rating
de: Bewertung
fr: Évaluation
it: Valutazione

source: Remote
fr: Télétravail
it: Remoto

source: Remote Work
de: Remote-Arbeit
fr: Télétravail
it: Lavoro remoto

source: Remote work allowed
de: Remote-Arbeit erlaubt
fr: Télétravail autorisé
it: Lavoro remoto consentito

source: Resume
de: Lebenslauf
fr: CV
it: Curriculum

source: Resume Information
de: Lebenslauf-Informationen
fr: Informations du CV
it: Informazioni del curriculum

source: Resume is not publicly available
de: Lebenslauf ist nicht öffentlich verfügbar
fr: Le CV n'est pas disponible publiquement
it: Il curriculum non è disponibile pubblicamente

source: Salary Range
de: Gehaltsbereich
fr: Fourchette salariale
it: Fascia salariale

source: Search by applicant name
de: Nach Bewerbername suchen
fr: Rechercher par nom de candidat
it: Cerca per nome candidato

source: Search by job title
de: Nach Jobtitel suchen
fr: Rechercher par titre d'emploi
it: Cerca per titolo lavoro

source: Show Filters
de: Filter anzeigen
fr: Afficher les filtres
it: Mostra filtri

source: Tags
it: Tag

source: The offer has been accepted
de: Das Angebot wurde angenommen
fr: L'offre a été acceptée
it: L'offerta è stata accettata

source: The offer has been declined
de: Das Angebot wurde abgelehnt
fr: L'offre a été refusée
it: L'offerta è stata rifiutata

source: This application has been rejected
de: Diese Bewerbung wurde abgelehnt
fr: Cette candidature a été rejetée
it: Questa candidatura è stata respinta

source: This application has been submitted
de: Diese Bewerbung wurde eingereicht
fr: Cette candidature a été soumise
it: Questa candidatura è stata inviata

source: This application has been withdrawn
de: Diese Bewerbung wurde zurückgezogen
fr: Cette candidature a été retirée
it: Questa candidatura è stata ritirata

source: This application is now in the screening phase
de: Diese Bewerbung befindet sich nun in der Vorauswahlphase
fr: Cette candidature est maintenant en phase de présélection
it: Questa candidatura è ora nella fase di selezione

source: This application is now under review
de: Diese Bewerbung wird nun geprüft
fr: Cette candidature est maintenant en cours d'examen
it: Questa candidatura è ora in revisione

source: This candidate has been interviewed
de: Dieser Kandidat wurde interviewt
fr: Ce candidat a été interviewé
it: Questo candidato è stato intervistato

source: Type tag name and press Enter
de: Tag-Namen eingeben und Enter drücken
fr: Tapez le nom du tag et appuyez sur Entrée
it: Digita il nome del tag e premi Invio

source: Update Tags
de: Tags aktualisieren
fr: Mettre à jour les tags
it: Aggiorna tag

source: View Applicants
de: Bewerber anzeigen
fr: Voir les candidats
it: Visualizza candidati

source: View Resume
de: Lebenslauf anzeigen
fr: Voir le CV
it: Visualizza curriculum

source: View applicants
de: Bewerber anzeigen
fr: Voir les candidats
it: Visualizza candidati

source: You have accepted the offer
de: Sie haben das Angebot angenommen
fr: Vous avez accepté l'offre
it: Hai accettato l'offerta

source: You have been interviewed
de: Sie wurden interviewt
fr: Vous avez été interviewé
it: Sei stato intervistato

source: You have declined the offer
de: Sie haben das Angebot abgelehnt
fr: Vous avez refusé l'offre
it: Hai rifiutato l'offerta

source: You have submitted your application
de: Sie haben Ihre Bewerbung eingereicht
fr: Vous avez soumis votre candidature
it: Hai inviato la tua candidatura

source: You have withdrawn your application
de: Sie haben Ihre Bewerbung zurückgezogen
fr: Vous avez retiré votre candidature
it: Hai ritirato la tua candidatura

source: Your application has been rejected
de: Ihre Bewerbung wurde abgelehnt
fr: Votre candidature a été rejetée
it: La tua candidatura è stata respinta

source: Your application is in the screening phase
de: Ihre Bewerbung befindet sich in der Vorauswahlphase
fr: Votre candidature est en phase de présélection
it: La tua candidatura è nella fase di selezione

source: Your application is now under review
de: Ihre Bewerbung wird nun geprüft
fr: Votre candidature est maintenant en cours d'examen
it: La tua candidatura è ora in revisione

source: Your interview has been scheduled
de: Ihr Vorstellungsgespräch wurde geplant
fr: Votre entretien a été programmé
it: Il tuo colloquio è stato programmato

source: more
de: mehr
fr: plus
it: altro

source: 2-5 years
de: 2-5 Jahre
fr: 2-5 ans
it: 2-5 anni

source: Aargau
fr: Argovie
it: Argovia

source: Acute Care
de: Akutpflege
fr: Soins Aigus
it: Cure Acute

source: Administration
de: Verwaltung
it: Amministrazione

source: Anesthesia
de: Anästhesie
fr: Anesthésie
it: Anestesia

source: Appenzell Ausserrhoden
fr: Appenzell Rhodes-Extérieures
it: Appenzello Esterno

source: Appenzell Innerrhoden
fr: Appenzell Rhodes-Intérieures
it: Appenzello Interno

source: Basel-Landschaft
fr: Bâle-Campagne
it: Basilea Campagna

source: Basel-Stadt
fr: Bâle-Ville
it: Basilea Città

source: Bern
fr: Berne
it: Berna

source: Day Clinic
de: Tagesklinik
fr: Clinique de Jour
it: Clinica Diurna

source: Day Shift
de: Tagschicht
fr: Équipe de Jour
it: Turno Diurno

source: Early Shift
de: Frühschicht
fr: Équipe du Matin
it: Turno Mattutino

source: Emergency Department
de: Notaufnahme
fr: Service d'Urgence
it: Pronto Soccorso

source: Employee
de: Angestellter
fr: Employé
it: Dipendente

source: English
de: Englisch
fr: Anglais
it: Inglese

source: Female
de: Weiblich
fr: Féminin
it: Femminile

source: French
de: Französisch
fr: Français
it: Francese

source: Fribourg
de: Freiburg
it: Friborgo

source: Geneva
de: Genf
fr: Genève
it: Ginevra

source: German
de: Deutsch
fr: Allemand
it: Tedesco

source: Glarus
fr: Glaris
it: Glarona

source: Grisons
de: Graubünden
it: Grigioni

source: Home Care (Spitex)
de: Spitex
fr: Soins à Domicile (Spitex)
it: Assistenza Domiciliare (Spitex)

source: Hospital / Clinic
de: Krankenhaus / Klinik
fr: Hôpital / Clinique
it: Ospedale / Clinica

source: Intensive Care
de: Intensivpflege
fr: Soins Intensifs
it: Terapia Intensiva

source: Intermediate Care (IMC)
fr: Soins Intermédiaires (IMC)
it: Cure Intermedie (IMC)

source: Italian
de: Italienisch
fr: Italien
it: Italiano

source: Jura
it: Giura

source: Late Shift
de: Spätschicht
fr: Équipe du Soir
it: Turno Serale

source: Leadership Position
de: Führungsposition
fr: Poste de Direction
it: Posizione di Leadership

source: Less than 2 years
de: Weniger als 2 Jahre
fr: Moins de 2 ans
it: Meno di 2 anni

source: Long-Term Care
de: Langzeitpflege
fr: Soins de Longue Durée
it: Cure a Lungo Termine

source: Lucerne
de: Luzern
it: Lucerna

source: Male
de: Männlich
fr: Masculin
it: Maschile

source: Maximum
it: Massimo

source: Medical Practices
de: Arztpraxen
fr: Cabinets Médicaux
it: Studi Medici

source: Minimum
it: Minimo

source: More than 5 years
de: Mehr als 5 Jahre
fr: Plus de 5 ans
it: Più di 5 anni

source: Nidwalden
fr: Nidwald
it: Nidvaldo

source: Night Shift
de: Nachtschicht
fr: Équipe de Nuit
it: Turno Notturno

source: Obwalden
fr: Obwald
it: Obvaldo

source: Operating Room
de: Operationssaal
fr: Salle d'Opération
it: Sala Operatoria

source: Other
de: Andere
fr: Autre
it: Altro

source: Psychiatry
de: Psychiatrie
fr: Psychiatrie
it: Psichiatria

source: Recovery Room (PACU)
de: Aufwachraum (PACU)
fr: Salle de Réveil (PACU)
it: Sala Risveglio (PACU)

source: Rehabilitation
fr: Réhabilitation
it: Riabilitazione

source: Schaffhausen
fr: Schaffhouse
it: Sciaffusa

source: Schwyz
it: Svitto

source: Solothurn
fr: Soleure
it: Soletta

source: Specialist Role
de: Spezialistenrolle
fr: Rôle de Spécialiste
it: Ruolo Specialistico

source: Split Shift
de: Geteilte Schicht
fr: Équipe Fractionnée
it: Turno Spezzato

source: St. Gallen
fr: Saint-Gall
it: San Gallo

source: Therapies
de: Therapien
fr: Thérapies
it: Terapie

source: Thurgau
fr: Thurgovie
it: Turgovia

source: Valais
de: Wallis
it: Vallese

source: Zug
fr: Zoug
it: Zugo

source: Zurich
de: Zürich
it: Zurigo

source: Anesthesiologist
de: Anästhesist/in
fr: Anesthésiste
it: Anestesista

source: Certified Anesthesia Nursing Specialist (NDS HF)
de: Dipl. Experten Anästhesiepflege NDS HF
fr: Spécialiste en Soins Infirmiers d'Anesthésie Certifiée (NDS HF)
it: Specialista Infermieristica in Anestesia Certificata (NDS HF)

source: Certified Emergency Nursing Specialist (NDS HF)
de: Dipl. Experten Notfallpflege NDS HF
fr: Spécialiste en Soins Infirmiers d'Urgence Certifiée (NDS HF)
it: Specialista Infermieristica d'Emergenza Certificata (NDS HF)

source: Certified Intensive Care Nursing Specialist (NDS HF)
de: Dipl. Experten Intensivpflege NDS HF
fr: Spécialiste en Soins Intensifs Certifiée (NDS HF)
it: Specialista Infermieristica in Terapia Intensiva Certificata (NDS HF)

source: Certified Paramedic (HF)
de: Dipl. Rettungssanitäter/in HF
fr: Ambulancière Certifiée (HF)
it: Paramedico Certificato (HF)

source: Health and Social Care Assistant (AGS)
de: Assistenz Gesundheit Soziales (AGS)
fr: Assistante en Soins et Accompagnement (ASA)
it: Assistente di Cura e Assistenza (ACA)

source: Internist
de: Internist/in
fr: Interniste
it: Internista

source: Medical Practice Assistant (MPA)
de: Med. Praxisassistent/in (MPA)
fr: Assistante médicale (MPA)
it: Assistente di studio medico (MPA)

source: Medical Secretary
de: Arztsekretär/in
fr: Secrétaire Médicale
it: Segretaria Medica

source: Nursing Assistant
de: Pflegehilfe
fr: Aide-Soignante
it: Assistente Infermieristica

source: Patient Sitter
de: Sitzwache
fr: Accompagnatrice de Patient
it: Assistente al Paziente

source: Profession
de: Beruf
it: Professione

source: Select profession
de: Beruf auswählen
fr: Sélectionner la profession
it: Seleziona professione

source: Swiss Red Cross Nursing Assistant
de: Pflegehilfe SRK
fr: Aide-Soignante Croix-Rouge Suisse
it: Assistente Infermieristica Croce Rossa Svizzera

source: Resume Application
de: Bewerbung Fortsetzen
fr: Reprendre la candidature
it: Riprendi Candidatura

source: Status - update in chat interface
de: Status - in Chat-Interface aktualisieren
fr: Statut - mettre à jour dans l'interface de chat
it: Stato - aggiorna nell'interfaccia chat

source: %{company} has extended you a job offer for %{position}.
de: %{company} hat Ihnen ein Stellenangebot für %{position} unterbreitet.
fr: %{company} vous a fait une offre d'emploi pour le poste de %{position}.
it: %{company} ti ha fatto un'offerta di lavoro per la posizione di %{position}.

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

source: Job Offer Extended!
de: Stellenangebot unterbreitet!
fr: Offre d'emploi proposée !
it: Offerta di lavoro proposta!

source: Failed to extend offer.
de: Angebot konnte nicht unterbreitet werden.
fr: Impossible d'étendre l'offre.
it: Impossibile estendere l'offerta.

source: Offer extended successfully. Contract is being generated.
de: Angebot erfolgreich unterbreitet. Der Vertrag wird generiert.
fr: Offre étendue avec succès. Le contrat est en cours de génération.
it: Offerta estesa con successo. Il contratto è in fase di generazione.

source: Contract has been generated and sent to the candidate.
de: Der Vertrag wurde generiert und an den Kandidaten gesendet.
fr: Le contrat a été généré et envoyé au candidat.
it: Il contratto è stato generato e inviato al candidato.

source: Contract is being generated for the candidate...
de: Der Vertrag wird für den Kandidaten generiert...
fr: Le contrat est en cours de génération pour le candidat...
it: Il contratto è in fase di generazione per il candidato...

source: Contract is being generated...
de: Der Vertrag wird generiert...
fr: Le contrat est en cours de génération...
it: Il contratto è in fase di generazione...

source: View Contract
de: Vertrag anzeigen
fr: Voir le contrat
it: Visualizza Contratto

source: Mr.
de: Herr
fr: Monsieur
it: Signore

source: Ms.
de: Frau
fr: Madame
it: Signora

source: An offer has already been extended for this application.
de: Für diese Bewerbung wurde bereits ein Angebot unterbreitet.
fr: Une offre a déjà été faite pour cette candidature.
it: È già stata fatta un'offerta per questa candidatura.
