Repository: 3Stones-io/bemeda_personal
Catalog: priv/gettext/*/LC_MESSAGES/profile.po
Languages: de

source: Briefly describe yourself
de: Beschreiben Sie sich kurz

source: Continue
de: Weiter

source: Create profile
de: Profil erstellen

source: Flexible scheduling, temporary assignments, and fill in positions.
de: Flexible Planung, befristete Aufträge und Vertretungspositionen.

source: Full-time employment
de: Vollzeitbeschäftigung

source: Go back
de: Zurück

source: Great! Now add a professional photo and a bio about yourself.
de: Großartig! Fügen Sie jetzt ein professionelles Foto und eine Biografie über sich selbst hinzu.

source: Let us get to know you, a few details about you will help us connect you to the most suitable roles. You can always edit your information later!
de: Lassen Sie uns Sie kennenlernen, ein paar Details über Sie helfen uns, Sie mit den passendsten Positionen zu verbinden. Sie können Ihre Informationen jederzeit später bearbeiten!

source: Location
de: Standort

source: Make a great first impression with a quality photo and a bio that highlights your professionalism and personality!
de: Machen Sie einen tollen ersten Eindruck mit einem hochwertigen Foto und einer Biografie, die Ihre Professionalität und Persönlichkeit hervorhebt!

source: Medical Department
de: Medizinische Abteilung

source: Medical Role
de: Medizinische Rolle

source: Permanent positions, career growth, and long-term commitments,
de: Festanstellungen, Karriereentwicklung und langfristige Verpflichtungen,

source: Phone
de: Telefon

source: Pool worker/ Temporary employment
de: Springer / Zeitarbeit

source: Profile created successfully!
de: Profil erfolgreich erstellt!

source: Step
de: Schritt

source: Upload profile photo
de: Profilfoto hochladen

source: What do you do?
de: Was machen Sie?

source: What kind of employement do you seek?
de: Welche Art von Beschäftigung suchen Sie?

source: You can select multiple and always change your preferences later!
de: Sie können mehrere auswählen und Ihre Präferenzen jederzeit später ändern!

source: Bio
de: Biografie

source: Employment Type
de: Beschäftigungsart

source: Hi
de: Hallo

source: Profile
de: Profil

source: lets get you started
de: Lassen Sie uns beginnen
