Repository: 3Stones-io/bemeda_personal
Catalog: priv/gettext/*/LC_MESSAGES/resumes.po
Languages: de, fr, it

source: Add Education
de: Bildung hinzufügen
fr: Ajouter une formation
it: Aggiungi Formazione

source: Add Work Experience
de: Berufserfahrung hinzufügen
fr: Ajouter une expérience professionnelle
it: Aggiungi Esperienza Lavorativa

source: Add a professional headline
de: Professionelle Überschrift hinzufügen
fr: Ajouter un titre professionnel
it: Aggiungi un titolo professionale

source: Add a summary of your professional experience and skills
de: Zusammenfassung Ihrer Berufserfahrung und Fähigkeiten hinzufügen
fr: Ajouter un résumé de votre expérience professionnelle et de vos compétences
it: Aggiungi un riassunto della tua esperienza professionale e competenze

source: Briefly describe your professional background, skills, and career goals
de: Beschreiben Sie kurz Ihren beruflichen Hintergrund, Ihre Fähigkeiten und Karriereziele
fr: Décrivez brièvement votre parcours professionnel, vos compétences et vos objectifs de carrière
it: Descrivi brevemente il tuo background professionale, competenze e obiettivi di carriera

source: Company Name
de: Firmenname
fr: Nom de l'entreprise
it: Nome Azienda

source: Contact Email
de: Kontakt-E-Mail
fr: Email de contact
it: Email di Contatto

source: Degree
de: Abschluss
fr: Diplôme
it: Titolo di Studio

source: Describe your responsibilities, achievements, projects, etc.
de: Beschreiben Sie Ihre Verantwortlichkeiten, Erfolge, Projekte usw.
fr: Décrivez vos responsabilités, réalisations, projets, etc.
it: Descrivi le tue responsabilità, risultati, progetti, ecc.

source: Describe your studies, achievements, activities, etc.
de: Beschreiben Sie Ihr Studium, Erfolge, Aktivitäten usw.
fr: Décrivez vos études, réalisations, activités, etc.
it: Descrivi i tuoi studi, risultati, attività, ecc.

source: Description
de: Beschreibung
it: Descrizione

source: Edit Education
de: Bildung bearbeiten
fr: Modifier la formation
it: Modifica Formazione

source: Edit Resume
de: Lebenslauf bearbeiten
fr: Modifier le CV
it: Modifica CV

source: Edit Work Experience
de: Berufserfahrung bearbeiten
fr: Modifier l'expérience professionnelle
it: Modifica Esperienza Lavorativa

source: Education
de: Bildung
fr: Formation
it: Formazione

source: Education entry deleted
de: Bildungseintrag gelöscht
fr: Entrée de formation supprimée
it: Voce formazione eliminata

source: Education saved successfully
de: Bildung erfolgreich gespeichert
fr: Formation enregistrée avec succès
it: Formazione salvata con successo

source: End Date
de: Enddatum
fr: Date de fin
it: Data Fine

source: Field of Study
de: Studienrichtung
fr: Domaine d'études
it: Campo di Studio

source: I am currently studying here
de: Ich studiere derzeit hier
fr: J'étudie actuellement ici
it: Sto attualmente studiando qui

source: I currently work here
de: Ich arbeite derzeit hier
fr: Je travaille actuellement ici
it: Lavoro attualmente qui

source: Job Title
de: Berufsbezeichnung
fr: Titre du poste
it: Titolo Lavoro

source: Location
de: Standort
fr: Localisation
it: Località

source: Make resume public
de: Lebenslauf öffentlich machen
fr: Rendre le CV public
it: Rendi il CV pubblico

source: My Resume
de: Mein Lebenslauf
fr: Mon CV
it: Il Mio CV

source: No education entries available.
de: Keine Bildungseinträge verfügbar.
fr: Aucune entrée de formation disponible.
it: Nessuna voce di formazione disponibile.

source: No education entries yet. Click 'Add' to add your educational background.
de: Noch keine Bildungseinträge. Klicken Sie auf 'Hinzufügen', um Ihren Bildungshintergrund hinzuzufügen.
fr: Aucune entrée de formation pour le moment. Cliquez sur 'Ajouter' pour ajouter votre parcours éducatif.
it: Nessuna voce di formazione ancora. Clicca 'Aggiungi' per aggiungere il tuo background educativo.

source: No work experience entries available.
de: Keine Berufserfahrungseinträge verfügbar.
fr: Aucune entrée d'expérience professionnelle disponible.
it: Nessuna voce di esperienza lavorativa disponibile.

source: No work experience entries yet. Click 'Add' to add your work history.
de: Noch keine Berufserfahrungseinträge. Klicken Sie auf 'Hinzufügen', um Ihre Arbeitshistorie hinzuzufügen.
fr: Aucune entrée d'expérience professionnelle pour le moment. Cliquez sur 'Ajouter' pour ajouter votre historique professionnel.
it: Nessuna voce di esperienza lavorativa ancora. Clicca 'Aggiungi' per aggiungere la tua storia lavorativa.

source: Phone Number
de: Telefonnummer
fr: Numéro de téléphone
it: Numero di Telefono

source: Professional Headline
de: Professionelle Überschrift
fr: Titre professionnel
it: Titolo Professionale

source: Professional Summary
de: Professionelle Zusammenfassung
fr: Résumé professionnel
it: Riassunto Professionale

source: Resume
de: Lebenslauf
fr: CV
it: CV

source: Resume Not Found
de: Lebenslauf nicht gefunden
fr: CV non trouvé
it: CV Non Trovato

source: Resume updated successfully
de: Lebenslauf erfolgreich aktualisiert
fr: CV mis à jour avec succès
it: CV aggiornato con successo

source: Save Education
de: Bildung speichern
fr: Enregistrer la formation
it: Salva Formazione

source: Save Resume
de: Lebenslauf speichern
fr: Enregistrer le CV
it: Salva CV

source: Save Work Experience
de: Berufserfahrung speichern
fr: Enregistrer l'expérience professionnelle
it: Salva Esperienza Lavorativa

source: Saving...
de: Wird gespeichert...
fr: Enregistrement en cours...
it: Salvataggio...

source: Share URL:
de: URL teilen:
fr: URL de partage :
it: URL di Condivisione:

source: Start Date
de: Startdatum
fr: Date de début
it: Data Inizio

source: The resume you're looking for doesn't exist or is not available for public viewing.
de: Der gesuchte Lebenslauf existiert nicht oder ist nicht für die öffentliche Ansicht verfügbar.
fr: Le CV que vous recherchez n'existe pas ou n'est pas disponible pour consultation publique.
it: Il CV che stai cercando non esiste o non è disponibile per la visualizzazione pubblica.

source: View Public
de: Öffentlich anzeigen
fr: Voir en public
it: Visualizza Pubblico

source: Work Experience
de: Berufserfahrung
fr: Expérience professionnelle
it: Esperienza Lavorativa

source: Work experience entry deleted
de: Berufserfahrungseintrag gelöscht
fr: Entrée d'expérience professionnelle supprimée
it: Voce esperienza lavorativa eliminata

source: Work experience saved successfully
de: Berufserfahrung erfolgreich gespeichert
fr: Expérience professionnelle enregistrée avec succès
it: Esperienza lavorativa salvata con successo

source: Your personal website or portfolio
de: Ihre persönliche Website oder Portfolio
fr: Votre site web personnel ou portfolio
it: Il tuo sito web personale o portfolio

source: Your phone number
de: Ihre Telefonnummer
fr: Votre numéro de téléphone
it: Il tuo numero di telefono

source: Your preferred contact email
de: Ihre bevorzugte Kontakt-E-Mail
fr: Votre email de contact préféré
it: La tua email di contatto preferita

source: Your resume is public
de: Ihr Lebenslauf ist öffentlich
fr: Votre CV est public
it: Il tuo CV è pubblico

source: e.g., Bachelor of Science
de: z.B. Bachelor of Science
fr: ex. : Licence en Sciences
it: es. Laurea in Scienze

source: e.g., Computer Science
de: z.B. Informatik
fr: ex. : Informatique
it: es. Informatica

source: e.g., Google
de: z.B. Google
fr: ex. : Google
it: es. Google

source: e.g., Mountain View, CA
de: z.B. München, Deutschland
fr: ex. : Paris, France
it: es. Milano, Italia

source: e.g., San Francisco, CA
de: z.B. Berlin, Deutschland
fr: ex. : Lyon, France

source: e.g., Senior Software Engineer
de: z.B. Senior Software Engineer
fr: ex. : Ingénieur logiciel senior
it: es. Senior Software Engineer

source: e.g., Software Engineer
de: z.B. Software Engineer
fr: ex. : Ingénieur logiciel
it: es. Software Engineer

source: e.g., Stanford University
de: z.B. Technische Universität München
fr: ex. : Université de la Sorbonne
it: es. Università Bocconi

source: end date must be after or equal to start date
de: Enddatum muss nach oder gleich dem Startdatum sein
fr: la date de fin doit être postérieure ou égale à la date de début
it: la data di fine deve essere successiva o uguale alla data di inizio

source: end date must be blank for current job
de: Enddatum muss für aktuelle Stelle leer sein
fr: la date de fin doit être vide pour l'emploi actuel
it: la data di fine deve essere vuota per il lavoro attuale

source: either mark as current or provide an end date
de: entweder als aktuell markieren oder ein Enddatum angeben

source: Location not specified
de: Standort nicht angegeben
fr: Lieu non spécifié

source: Phone not specified
de: Telefon nicht angegeben
fr: Téléphone non spécifié
it: Telefono non specificato

source: Website not specified
de: Website nicht angegeben
fr: Site web non spécifié
it: Sito web non specificato

source: Email not provided
de: E-Mail nicht angegeben
it: Email non fornita

source: No summary provided
de: Keine Zusammenfassung angegeben
it: Nessun riassunto fornito

source: Professional
de: Professionell
it: Professionale

source: Institution
it: Istituzione

source: Website URL
fr: URL du site web
it: URL Sito Web

source: in
fr: à
